import { Tasks } from './tasks';

Tasks.remove({});
if (Tasks.find().count() <= 40) {
  Tasks.insert({
    day: 1,
    html: '<p><i>Все мы мечтаем...</i> Все мы хотим верить в цельность своей души, в то, что обладаем каким-нибудь особым даром, что отличаемся от других, что видим мир иначе и можем изменить его к лучшему.</p><p><strong>Какое у вас самое сильное желание?</strong> Может, это мечта, о которой вы уже забыли или потеряли надежду ее осуществить. А если бы ее осуществление было возможно сейчас, какой бы стала ваша жизнь?</p><p><i>Дайте себе возможность прямо сейчас помечтать и подумать о том, чего бы вы действительно хотели в жизни.</i></p>',
  });
  Tasks.insert({
    day: 2,
    html: '<p><i>Имеет значение не то, что мы делаем иногда,</i> а наши <strong>постоянные действия.</strong> А что является вдохновителем всех действий? Что в конечном итоге определяет, кем мы становимся и к чему стремимся в жизни? Наши решения. Именно в момент их принятия формируется наша судьба. Больше всего я верю в то, что <strong>именно наши решения, а не условия жизни определяют нашу судьбу.</strong></p>',
  });
  Tasks.insert({
    day: 3,
    html: '<p>Кто бы мог подумать, что убежденность спокойного, непритязательного человека — адвоката по профессии и пацифиста по взглядам — смогла сбросить иго огромной империи? Тем не менее убежденность Махатмы Ганди, его вера в ненасильственные методы как средства для обретения индийским народом права управлять своей страной повлекла за собой непредвиденную цепь событий.</p><p><strong>Реализуйте силу хотя бы одного решения путем немедленного и убежденного следования ему.</strong> Секрет в том, чтобы утвердиться в своей убежденности настолько, чтобы вы уже не могли отступить назад. В то время когда многие считали мечту Ганди совершенно несбыточной, упорное следование этого удивительного человека однажды принятому решению превратило ее в реальность.</p><p><i>А что бы совершили вы, если бы обладали подобной страстью, энергией и убежденностью?</i></p>',
  });
  Tasks.insert({
    day: 4,
    html: '<p><i>Каждого из нас природа наделила возможностями</i>, которые позволяют нам достичь всего, о чем мы мечтали, и даже больше. <strong>Затворы «шлюзов» можно открыть принятием одного решения, которое принесет нам радость или горе, процветание или нищету, обширный круг друзей или одиночество, долгую жизнь или раннюю смерть.</strong></p><p>Я призываю вас принять сегодня решение, которое может немедленно изменить или поднять уровень вашей жизни. Сделайте что-нибудь из того, что вы долго откладывали, овладейте новыми навыками, отнеситесь к людям с уважением и симпатией, позвоните кому-нибудь из знакомых, с кем вы не разговаривали уже несколько лет. Знайте, что всерешения имеют последствия. Даже когда вы вообще не принимаете никаких решений — это тоже своего рода решение.</p><p><i>Какие решения из тех, что вы приняли или которые вам не удалось принять в прошлом, оказывают сильное влияние на вашу теперешнюю жизнь?</i></p>',
  });
  Tasks.insert({
    day: 5,
    html: '<p>В 1955 году Роза Парке приняла решение пренебречь несправедливым законом, основанным на расистских принципах. Ее отказ встать с сиденья автобуса имел гораздо большие последствия, чем реакция пассажиров автобуса в тот момент. Намеревалась ли она изменить общественный строй? <strong>Неважно, каковы были ее намерения, но стремление иметь те же права, что и господствующая раса, подвигло ее к действию.</strong></p><p><i>Какие далеко идущие планы вы могли бы воплотить в жизнь, привести в действие, чтобы поднять обычный уровень жизни и принять решение обеспечить себе более счастливую жизнь сегодня?</i></p>',
  });
  Tasks.insert({
    day: 6,
    html: '<p><i>Все мы слышали о людях</i>, разорвавших цепи житейских условностей и ставших примером невероятной силы человеческого духа.</p><p><strong>Вы и я также сможем наполнить нашу жизнь вдохновением, если поймем, что способны управлять всем происходящим в нашей жизни.</strong> И хотя не всегда в нашей власти управлять событиями, но мы можем контролировать свою реакцию на них и действия, которые в результате этого совершаем.</p><p>Если есть что-то, из-за чего вы несчастливы, — в сфере личной жизни, здоровья, служебной карьеры, — <i>немедленно примите решение о том, как это изменить.</i></p>',
  });
  Tasks.insert({
    day: 7,
    html: '<p>Чем больше решений <strong>вы принимаете</strong>, тем легче <strong>вам будет это делать</strong>. Мускулы становятся сильнее от постоянной тренировки, то же происходит и с процессом принятия решений.</p> <p><i>Примите уже сегодня два решения: одно — легкое, другое — посложнее</i>. Немедленно приступайте к выполнению первого этапа каждого из этих решений; завтра выполните следующий этап. Сделав это, вы будете «наращивать мышечную силу», которая может изменить всю вашу жизнь.</p>'
  });
  Tasks.insert({
    day: 8,
    html: '<p>Мы должны взять на себя обязательство учиться на собственных ошибках, а не впадать из-за них в депрессию, пассивно ожидая их повторения в будущем. Если вам покажется, что вы топчетесь на месте, помните, что в жизни нет неудач. Есть только результаты. Задумайтесь над пословицей: <strong>Успех — это результат рассудительности, рассудительность — это результат опыта, а опыт — это результат недостатка рассудительности.</strong></p><p><i>Чему вас научила какая-нибудь ошибка в прошлом? Как вы можете использовать этот опыт для улучшения своей жизни сегодня?</i></p>',
  });
  Tasks.insert({
    day: 9,
    html: '<p><strong>Успех и неудача обычно не являются результатом одного-единственного события.</strong> Неудача — это результат того, что вы когда-то не сделали нужного звонка, не преодолели последней мили, не сказали вовремя «Я люблю тебя». Так же как неудача является следствием несущественных решений, так и успех приходит благодаря инициативе, настойчивости и умению выражать свою любовь.</p><p><i>Какое простое действие предприняли бы вы сегодня, чтобы сделать новый шаг к успеху в вашей жизни? </i></p>',
  });
  Tasks.insert({
    day: 10,
    html: '<p><i>Многочисленные исследования подтверждают</i>, что <strong>те, кто преуспел, быстро принимают решения</strong>, а затем отстаивают свою позицию. И наоборот, неудачливые люди обычно медленно принимают решения и часто меняют свою точку зрения. Приняв разумное решение, придерживайтесь его!</p>',
  });
  Tasks.insert({
    day: 11,
    html: '<p><i>Он провел почти половину жизни</i> на аппарате искусственного дыхания, а другую половину — в кресле на колесах. Имея так много физических препятствий, он, разумеется, никоим образом не мог улучшить условия жизни других людей. Или все же мог?</p><p>Эд Роберте демонстрирует нам силу единственного, определяющего решения. Он стал первым из четверки лучших, окончивших Калифорнийский университет в Беркли, и работал директором Калифорнийского государственного департамента реабилитации. Неутомимый советчик и опора для искалеченных людей, он старался защищать права человека и добился внесения многих поправок в существующие законы.</p><p><strong>Никаких поблажек!</strong> <i>Примите сейчас же три решения, которые изменят состояние вашего здоровья, вашу карьеру, взаимоотношения, вашу жизнь, — и действуйте в соответствии с ними.</i></p>',
  });
  Tasks.insert({
    day: 12,
    html: '<p><i>Как же превратить невидимое в видимое?</i> Во-первых, нужно точно определить свою мечту; <strong>единственным препятствием для достижения желаемого является степень вашей способности выяснить, чего вы хотите</strong>. Давайте сейчас же четко сформулируем мечту, а в течение нескольких следующих дней составим план, который обеспечит ее достижение.</p>',
  });
  Tasks.insert({
    day: 13,
    html: '<p><i> У всех нас есть цели, независимо от того, осознаем мы это или нет.</i> Неважно, какие они, но они оказывают огромное влияние на нашу жизнь. Все же некоторые цели, вроде «мне нужно оплатить накопившуюся груду счетов», не требуют никакого вдохновения. <strong>Секрет высвобождения истинной энергии заключается в постановке целей, которые должны быть достаточно волнующими, чтобы возбудить вашу творческую активность и разжечь энтузиазм.</strong></p><p><i>Сейчас же сознательно поставьте перед собой цель.</i> Плодотворно направьте на это все мысли. Выберите ту цель, которая волнует вас больше всего, что-нибудь такое, что побуждает рано вставать и поздно ложиться. Назначьте крайний срок для ее достижения и запишите в дневнике, почему ее крайне необходимо осуществить к этому сроку. Достаточно ли она важна, чтобы принять вызов? чтобы напрячь все силы? чтобы раскрыть ваши потенциальные возможности?</p>',
  });
  Tasks.insert({
    day: 14,
    html: '<p><i>Случалось ли с вами такое, что, купив новый автомобиль или другую какую-нибудь крупную вещь</i>, вы тут же начинали замечать ее повсюду? Оказывается, кругом полно подобных вещей. Почему же вы до сих пор не видели этого?</p><p>Все просто. Часть вашего мозга занята тем, что отсеивает всю информацию, за исключением той, которая необходима для выживания и успеха. <strong>Поэтому многое, что могло бы помочь вам осуществить мечты, остается незамеченным или используется лишь потому, что вы четко не определили (не обучили свой мозг отличать, что важно!) свои цели.</strong></p><p> Однако, сделав это, вы тем самым привели в действие ретикулярную систему активизации (PCА). Эта часть вашего сознания становится подобной магниту, притягивающему любую информацию, которая поможет вам быстрее достичь своих целей. Такой мощный нейрологический переключатель способен преобразовать вашу жизнь в течение нескольких дней или недель.</p>',
  });
  Tasks.insert({
    day: 15,
    html: '<p>Сейчас же возьмите на себя обязательство ежедневно в течение следующих четырех дней уделять десять минут постановке целей. (Примечание: запишите эти цели в перекидной календарь, либо используйте можуль "3 задачи на день")</p><p>Разрабатывая целенаправленные упражнения, постоянно спрашивайте себя: «Чего бы я хотел в жизни, если бы знал, что могу это получить по первому желанию? Что бы я сделал, если бы знал, что не потерплю неудачи?»</p><p>Смотрите на все с легкостью! Представьте себя ребенком, находящимся в большом магазине в канун Рождества и собирающимся залезть на колени к Санта-Клаусу. (Вспомните, какое у вас было при этом чувство.) В этом состоянии взволнованного ожидания никакая просьба не кажется чрезмерной, никакая цена не кажется слишком большой, все кажется досягаемым...</p>',
  });
  Tasks.insert({
    day: 16,
    html: '<p><strong>Чувство личного благополучия и финансовой защищенности служит фундаментом для любого достижения в жизни.</strong><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Что бы вы хотели узнать? Какими навыками хотели бы овладеть? Какие черты хотели бы в себе развить? Каких друзей хотели бы иметь? Кем хотели бы стать?</li><li>Определите срок для достижения каждой цели (полгода, год, 5 лет, 10 лет, 20 лет).</li><li>Начинайте с основной цели, рассчитанной на год.</li><li>За две минуты запишите вкратце объяснение, почему вам необходимо достичь этой цели в течение года.</li></ol></p>',
  });
  Tasks.insert({
    day: 17,
    html: '<p><strong>Если вы стремитесь преуспеть в своей профессии, накапливая миллионы или капитал знаний, как профессиональный ученый, то сейчас самое время осуществить свое желание.</strong></p><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Сколько вы хотите скопить денег? Чего вы хотите достигнуть в своей профессии либо компании? Сколько вы хотите зарабатывать? Какие финансовые решения вам необходимо Принять?</li><li>Определите срок выполнения ваших целей (полгода, год, 5 лет, 10 лет, 20 лет).</li><li>Выдвиньте на первый план основную цель, рассчитанную на год.</li><li>В течение двух минут запишите вкратце, почему вы берете обязательство достичь данной цели в течение следующего года.</li></ol>',
  });
  Tasks.insert({
    day: 18,
    html: '<p><strong>Если бы для вас не существовало финансовых ограничений, что бы вы хотели иметь или испытать? Если бы перед вами сейчас появился джинн, ожидающий ваших приказаний, чего бы вы пожелали?</strong></p><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Что бы вы хотели построить или купить? При каких событиях вы хотели бы присутствовать? Какие приключения хотели бы пережить?</li><li>Назначьте срок исполнения каждой цели (полгода, год, 5 лет, 10 лет, 20 лет)</li><li>Выдвиньте на первый план цель, рассчитанную на год.</li><li>За две минуты запишите вкратце, почему вы берете обязательство достичь этой цели в течение следующего года.</li></ol>',
  });
  Tasks.insert({
    day: 19,
    html: '<p><strong>Это ваш шанс оставить свой след на земле, создать что-то такое, что в корне изменит жизнь многих людей.</strong><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Какой вы можете сделать вклад? Кто или что может вам в этом помочь? Что вы можете создать?</li><li>Назначьте срок исполнения цели (полгода, год, 5 лет, 10 лет, 20 лет).</li><li>Выдвиньте на первый план цель, рассчитанную на год.</li><li>За две минуты запишите вкратце, почему вы берете на себя обязательство достичь этой цели в течение следующего года.</li></ol></p>',
  });
  Tasks.insert({
    day: 20,
    html: '<p><i>Никогда не отказывайтесь от избранной цели</i>, не предприняв сначала какого-нибудь позитивного действия, направленного на ее осуществление. Прямо сейчас потратьте минуту на определение первых шагов, которые вам нужно сделать для достижения данной цели. <strong>Что вы можете сделать сегодня, чтобы приблизиться к ней?</strong> Даже самый незначительный шаг — телефонный звонок, какое-нибудь обязательство, составление черновика первоначального плана — приблизит вас к цели. Затем составьте список простых вещей, которые вы можете делать ежедневно в течение следующих десяти дней. Эти десять дней необходимы для создания ряда привычек и выработки той неукротимой силы, которая обеспечит вам долгосрочный успех. <i>Начните сейчас же!</i></p>',
  });
  Tasks.insert({
    day: 21,
    html: '<p><i>Как бы вы себя чувствовали</i>, если бы достигли всех своих целей через год? Кем бы вы были? Как бы вы относились к своей жизни? Отвечая на эти вопросы, вы сможете найти побудительные мотивы для достижения целей. <strong>Наличие достаточно обоснованного «почему» обеспечит вас необходимым «как».</strong></p><p><i>Используйте эту благоприятную возможность для того, чтобы всесторонне обдумать основные четыре цели, рассчитанные на год</i>. Под каждой из них напишите вкратце объяснение, почему вам необходимо достичь данной цели в течение года.</p>',
  });
  Tasks.insert({
    day: 22,
    html: '<p><i>Способ достижения ваших целей должен быть разумно обусловлен</i>. Заглядывайте в свой список целей хотя бы дважды в день. <i>Поместите его копии в таких местах</i>, где вы наверняка будете их постоянно видеть: в своей записной книжке (дневнике), на рабочем столе, в бумажнике или на зеркале в ванной, чтобы смотреть на список в процессе бритья или пока наносите косметику. <strong>Помните, что то, над чем вы постоянно думаете и на чем сосредоточены, уже движет вас вперед</strong>. Это простой, но важный шаг к успеху.</p>',
  });
  Tasks.insert({
    day: 23,
    html: '<p><i>Если ваша первая попытка достигнуть цели окажется тщетной</i>, то следует ли все бросить и попробовать что-либо другое? Ни в коем случае!</p><p>Упорство иногда заменяет даже талант и служит самым ценным качеством для достижения высокого уровня жизни. К тому же никто никогда не достигал цели, делая основной упор только на самом процессе ее достижения; человек должен взять на себя обязательство. <strong>Возможно ли, чтобы короткое слово «неудача» могло действительно вызвать неожиданное озарение, способствующее еще большему успеху в будущем?</strong> Конечно, да!</p><p><i>Оглядываясь теперь на свои неудачные попытки в прошлом, какие бы вы сделали выводы? Как вы можете использовать это озарение для достижения большего успеха сейчас и в будущем?</i></p>',
  });
  Tasks.insert({
    day: 24,
    html: '<p><i>Люди, которые преуспевают, сознательно или подсознательно пользуются одной и той же формулой успеха. Используйте следующие четыре простых шага для достижения желаемого.</i></p><p>Основная формула успеха:</p><ol><li>Решите, чего вы хотите. (Будьте точны! Сила — в четкости решения.)</li><li>Приступайте к действию. (Поскольку одного желания недостаточно.)</li><li>Отмечайте, что срабатывает, а что нет. (Ведь вы не хотите продолжать растрачивать свою энергию на подход, не дающий результата.)</li><li>Меняйте подход, пока не найдете самого результативного. (Гибкость способствует легкой выработке нового подхода и нового результата.)</li></ol>',
  });
  Tasks.insert({
    day: 25,
    html: '<p><i>Преследуя свои цели</i>, мы часто приводим в действие механизм отдаленных последствий. Разве медоносная пчела обдуманно опыляет цветы? Нет, она делает это в процессе поиска сладкого нектара, неосознанно собирая лапками пыльцу и перенося ее с цветка на цветок, производя в это время удивительное действие, благодаря которому все холмы пестрят цветами.</p><p><strong>Подобным образом достижение достойной личной цели может принести неожиданные блага другим людям.</strong> Может быть, простое решение звонить старому другу раз в месяц даст в результате множество плюсов, о которых вы ранее даже не подозревали.</p><p><i>Какую пользу могут получить другие люди от ваших сегодняшних усилий?</i></p>',
  });
  Tasks.insert({
    day: 26,
    html: '<p><i>Истинный эффект от постановки той или иной цели заключается в том</i>, как она меняет вас, когда вы следуете ей. <strong>Кем вы становитесь как личность — вот конечный результат.</strong></p><p><i>А теперь уделите минуту, чтобы записать вкратце все характерные черты, навыки, способности, позиции и убеждения, которые вам нужно развить для достижения своих целей.</i></p>',
  });
  Tasks.insert({
    day: 27,
    html: '<p><i>Не откладывайте удовольствия и радости на потом.</i> Очень многие люди думают, что смогут насладиться жизнью потом, когда достигнут чего-то значительного. <strong>Есть огромная разница между достижением счастья и счастьем достижения.</strong> Старайтесь проживать каждый день полноценно, извлекая радость из каждого его мгновения. Вместо того чтобы считать, что главная задача вашей жизни определяется быстрым продвижением к единственной цели, помните, что движение к ней гораздо важнее, чем достигнутые результаты.</p><p>Каково ваше нынешнее направление? Вы движетесь к цели или от нее? Не нужно ли изменить курс? Сполна ли вы наслаждаетесь жизнью? <i>Если нет, то лучше сейчас изменить что-нибудь в своей жизни.</i></p>',
  });
  Tasks.insert({
    day: 28,
    html: '<p>Сколько раз вы слышали сетование «только и всего? »</p><p>Астронавты с космического корабля «Аполлон», готовившиеся почти всю жизнь к высадке на Луну, в исторический момент своей славы находились в состоянии эйфории, но, возвратясь на Землю, некоторые из них впали в глубочайшую депрессию. В конце концов, что ждет их впереди? Что могло бы быть большей целью, чем попасть на Луну, исследовать космос? Возможно, ответ следовало бы искать в изучении неотмеченных на карте границ внутреннего пространства разума и сердца.</p><p><strong>Всем нам необходимо постоянное ощущение эмоционального и духовного роста — это пища, которая насыщает нашу душу</strong>. Приближаясь к поставленной цели, немедленно выстраивайте для себя новое, манящее будущее.</p>',
  });
  Tasks.insert({
    day: 29,
    html: '<p><i>Какова же должна быть конечная цель?</i> Возможно, это стремление сделать вклад во что- то стоящее. <strong>Поиск путей помощи другим — тем, кого мы искренне любим, — может вдохновлять нас на протяжении всей жизни.</strong> В мире всегда есть место для тех, кто хочет поделиться своим временем, энергией, капиталом, творческими способностями и решительностью.</p><p><i>Какое доброе дело вы могли бы сегодня совершить по отношению к другому человеку?</i> Решите это сейчас, сделайте и посмотрите, какие это вызовет у вас чувства.</p>',
  });
  Tasks.insert({
    day: 30,
    html: '<p>Комедийный актер Джордж Бернз, даже будучи в почтенном возрасте, понимал, насколько важно иметь впереди постоянную цель. Подытоживая свою жизнь, он философски заметил: «У вас должно быть что-то, что поднимало бы вас с постели. В любом случае, лично я ничего не могу делать в постели. <strong>Самое важное — иметь направление, в котором бы вы двигались».</strong> Сейчас, когда ему за девяносто, он все еще оттачивает свой ум, ставит фильмы и телевизионные передачи и даже хочет получить ангажемент в одном из спектаклей в лондонском «Палладиуме», который собираются поставить в 2000 году, когда ему будет 104 года! Как вам нравится планирование такого заманчивого будущего?</p><p>Большинство людей переоценивают то, что они могут сделать за год, и недооценивают то, что могут сделать за десять лет. <i>Что вы будете делать последующие десять лет, начиная с этого момента?</i></p>',
  });
  Tasks.insert({
    day: 31,
    html: '<p><i>Подумайте о чем-нибудь, что доставляет вам удовольствие</i> сейчас и что когда-то было для вас почти недостижимой целью. Множество препятствий вставало на вашем пути при ее достижении, а теперь она — часть вашей жизни. Следуя новым мечтам и видя возникающие препятствия, помните: в свое время вы уже преодолели их и добились успеха!</p><p><strong>Человеческий дух поистине непобедим.</strong> Стремление к победе — к успеху, удачному построению жизни, умению взять ситуацию под контроль — может осуществиться лишь в том случае, если вы знаете, чего хотите, и верите в то, что никакие проблемы, никакие препятствия вас не остановят. Они лишь укрепляют ваше решение достичь желанной цели.</p>',
  });
  Tasks.insert({
    day: 32,
    html: '<p>Чтобы получить желаемое, вы должны определить, что может мешать вам осуществить это намерение. Припомните какую-либо проблему, решение которой вы откладывали до последнего момента: например, уплата налогов. Разве неправда, что откладывая это на потом (дабы не расстраиваться в данный момент), вы лишь усугубите это неприятное состояние в дальнейшем?</p><p>Но что происходит 14 апреля? Былая нерешительность мгновенно исчезает, поскольку от быстроты реакции зависит наше душевное состояние, то есть огорчение или удовольствие. Установка не делать вдруг оказывается гораздо неприятнее, чем решение взять и сделать.</p><p><i>Как можно использовать это для того, чтобы изменить свою жизнь?</i> В будущем, вместо того чтобы спрашивать себя «Как мне избежать выполнения этого неприятного дела?», задайте этот вопрос так: «Если я ничего не предприму сейчас, то во что это может обойтись мне в дальнейшем?»</p><p><strong>Неприятность может стать вашим другом, если ее правильно использовать.</strong></p>',
  });
  Tasks.insert({
    day: 33,
    html: '<p><i>Разве мы примитивные животные</i>, реагирующие, согласно теории Павлова, только на наказание и одобрение? Разумеется, нет. <strong>Одним из удивительнейших свойств, присущих только человеку, является способность принимать решения относительно того, что причиняет нам огорчение, а что удовольствие.</strong></p><p>Например, человек, который решил голодать, страдает физически, но получает моральное удовлетворение от сознания того, что привлек внимание всего мира к причине, приведшей его к этому.</p><p>У каждого из нас есть право выбора. Секрет же успеха состоит в знании того, как использовать страдание или удовольствие себе на пользу.</p><p><i>Есть ли в вашей жизни такая область, которая вызывает у вас ненужные переживания?</i> Может быть, вы идете на поводу у своих эмоций вместо того, чтобы делать сознательный выбор? Каким образом вы могли бы изменить свою направленность на негативную реакцию и обратить кажущееся неприятным событие в благоприятную возможность что- то узнать, вырасти духовно или помочь другим?</p>',
  });
  Tasks.insert({
    day: 34,
    html: '<p><strong>Как вы считаете, что вызывает у вас страдание, а что удовольствие в устройстве своей судьбы?</strong> Каждый из нас приспосабливается к какому-то одному эталону поведения, который дает возможность избежать страданий и получить удовольствие. У одних это выпивка, курение, обжорство или словесное оскорбление окружающих людей, у других — спорт, общение, приобретение знаний, оказание помощи другим или попытки каким-либо способом изменить имеющуюся ситуацию.</p><p><i>Какова ваша стратегия, чтобы избежать неприятностей и получить удовольствие?</i> Как она формировала вашу жизнь до настоящего момента? Что вы делаете для улучшения своего состояния: смотрите телевизор? закуриваете сигарету? ложитесь спать? Перечислите еще несколько позитивных способов, которые могли бы отвлечь вас от переживаний и доставить удовольствие.</p>',
  });
  Tasks.insert({
    day: 35,
    html: '<p>Для большинства людей страх потерять гораздо сильнее желания выиграть. <strong>Большинство из нас предпочитают с большим усердием трудиться, чтобы сохранить то, что у них есть, чем пойти на заведомый риск ради заманчивой мечты.</strong></p><p><i>Что является для вас большим стимулом к действию: удержать кого-либо от кражи ста тысяч долларов, которые вы заработали за последние пять лет, или возможность воспользоваться счастливым случаем заработать еще сто тысяч долларов в последующие пять лет?</i></p>',
  });
  Tasks.insert({
    day: 36,
    html: '<p>Часто, глядя на великих людей, мы считаем, что они просто более удачливы, наделены особым даром. <strong>На самом же деле они просто полнее использовали свои возможности, так как понимали, что неудача в деле, которому они отдали все свои силы, приведет к крушению всей их жизни.</strong> Например, самоотверженная жизнь матери Терезы была проникнута чистотой духовных отношений и установлением нерасторжимой связи между своей и чужой болью. Это побуждало ее помогать каждому, кто страдал в этом огромном мире. Высшим удовольствием для нее было облегчить боль страждущих.</p><p>(Но, как мы увидим далее, это не всегда оказывало нужное действие.</p><p><i>Что причиняет вам наибольшую боль и доставляет наивысшее удовольствие и как это влияет на вашу сегодняшнюю жизнь?</i></p>',
  });
  Tasks.insert({
    day: 37,
    html: '<p><i>Наплыв эмоций</i> в большинстве случаев происходит от внутренней неразберихи, и они, естественно, ограничивают степень удовольствия и успеха, которые могут встретиться в жизни.</p><p>Например, люди часто говорят, что хотели бы зарабатывать больше денег. Конечно, они обладают изобретательностью и умом и знают, как это осуществить. Но им мешает наплыв эмоций или противоречивых ассоциаций. Они считают, что богатство даст им большую свободу, защищенность и возможность помогать тем, кого они любят. Но одновременно понятие «иметь бешеные деньги» ассоциируется у них с понятием «быть расточительным, поверхностным и нечестным». <strong>Если вы когда-либо замечали, что в своих делах делаете два шага вперед и шаг назад, то это происходит из-за противоречивых ассоциаций</strong>, то есть вы связываете достижение цели в равной степени с неприятностями и удовольствием.</p><p><i>Есть ли у вас противоречивые ассоциации, которые оказывают влияние на вашу жизнь?</i></p>',
  });
  Tasks.insert({
    day: 38,
    html: '<p>Есть ли в вашей жизни такая область, которую вы хотели бы несколько улучшить, — финансовая или касающаяся человеческих взаимоотношений? Что же удерживает вас от того, чтобы сделать это?</p><p>Запишите ответ на листке бумаги и проведите посредине страницы линию сверху донизу. С левой стороны перечислите все отрицательные эмоции, которые вы испытываете в связи с данным вопросом, а с правой — положительные.</p><p>Чего у вас получилось больше — плюсов или минусов? И не перевешивает ли одна негативная ассоциация все позитивные, вместе взятые? Не отражает ли выявленный дисбаланс те результаты, которые вы получали до настоящего момента?</p><p><strong>При осознанном взгляде на вещи негативные ассоциации часто теряют над нами свою власть; понимание этого и есть первый шаг.</strong></p>',
  });
  Tasks.insert({
    day: 39,
    html: '<p>Вы испытывали когда-нибудь такое чувство: что бы вы ни сделали, вряд ли от этого станет лучше? Например, некоторые люди чувствуют, что если они будут продолжать интимные отношения, то будут несчастны, а если порвут их, то будут одиноки — и еще более несчастны. В результате они ничего не предпринимают... и чувствуют себя несчастными!</p><p><strong>Вместо того чтобы чувствовать себя попавшим в силки, используйте свои страдания в качестве сильнейшего союзника</strong>. Вспомните о том, что вы испытали в прошлом и настоящем. Ощутите боль с такой эмоциональной силой, чтобы она побудила вас наконец сделать что-нибудь. Мы называем этот порыв эмоциональным порогом. Вместо того чтобы пассивно ожидать неизбежной развязки, почему бы вам сознательно и активно не прийти к ней, чтобы сделать жизнь лучше, начиная с сегодняшнего дня?</p>',
  });
  Tasks.insert({
    day: 40,
    html: '<p>Сила воли никогда не срабатывает — во всяком случае, если и срабатывает, то это ненадолго. Достигали ли вы когда-нибудь такого эмоционального порога, например, в чисто физическом смысле, когда приходит осознание «я достиг!»? Что вы для этого делали? Возможно, отказывали себе в любимой еде, используя силу воли, чтобы придерживаться диеты. Но, разумеется, любой полученный результат носит лишь временный характер, потому что отказ от пищи всегда сопровождается болезненными ощущениями, и ваш мозг не позволит вам все время испытывать боль, когда этому состоянию есть альтернатива.</p><p> Итак, каково же будет решение? <strong>Вместо того чтобы бороться с природным инстинктом, просто измените то, что у вас ассоциируется с едой, пока не исчезнет ощущение боли.</strong> Постоянно вспоминайте о негативных чувствах, которые вы испытывали после злоупотребления пищей. Сделайте так, чтобы переедание стало вам неприятно, и почувствуйте удовольствие от того, что сдержались, — и вам захочется сделать то, что записано с правой стороны листа.</p>',
  });
}
