import { Tasks } from './tasks';

Tasks.remove({});
if (Tasks.find().count() <= 40) {
  Tasks.insert({
    day: 1,
    html: '<p><i>Все мы мечтаем...</i> Все мы хотим верить в цельность своей души, в то, что обладаем каким-нибудь особым даром, что отличаемся от других, что видим мир иначе и можем изменить его к лучшему.</p><p><strong>Какое у вас самое сильное желание?</strong> Может, это мечта, о которой вы уже забыли или потеряли надежду ее осуществить. А если бы ее осуществление было возможно сейчас, какой бы стала ваша жизнь?</p><p><i>Дайте себе возможность прямо сейчас помечтать и подумать о том, чего бы вы действительно хотели в жизни.</i></p>',
  });
  Tasks.insert({
    day: 2,
    html: '<p><i>Имеет значение не то, что мы делаем иногда,</i> а наши <strong>постоянные действия.</strong> А что является вдохновителем всех действий? Что в конечном итоге определяет, кем мы становимся и к чему стремимся в жизни? Наши решения. Именно в момент их принятия формируется наша судьба. Больше всего я верю в то, что <strong>именно наши решения, а не условия жизни определяют нашу судьбу.</strong></p>',
  });
  Tasks.insert({
    day: 3,
    html: '<p>Кто бы мог подумать, что убежденность спокойного, непритязательного человека — адвоката по профессии и пацифиста по взглядам — смогла сбросить иго огромной империи? Тем не менее убежденность Махатмы Ганди, его вера в ненасильственные методы как средства для обретения индийским народом права управлять своей страной повлекла за собой непредвиденную цепь событий.</p><p><strong>Реализуйте силу хотя бы одного решения путем немедленного и убежденного следования ему.</strong> Секрет в том, чтобы утвердиться в своей убежденности настолько, чтобы вы уже не могли отступить назад. В то время когда многие считали мечту Ганди совершенно несбыточной, упорное следование этого удивительного человека однажды принятому решению превратило ее в реальность.</p><p><i>А что бы совершили вы, если бы обладали подобной страстью, энергией и убежденностью?</i></p>',
  });
  Tasks.insert({
    day: 4,
    html: '<p><i>Каждого из нас природа наделила возможностями</i>, которые позволяют нам достичь всего, о чем мы мечтали, и даже больше. <strong>Затворы «шлюзов» можно открыть принятием одного решения, которое принесет нам радость или горе, процветание или нищету, обширный круг друзей или одиночество, долгую жизнь или раннюю смерть.</strong></p><p>Я призываю вас принять сегодня решение, которое может немедленно изменить или поднять уровень вашей жизни. Сделайте что-нибудь из того, что вы долго откладывали, овладейте новыми навыками, отнеситесь к людям с уважением и симпатией, позвоните кому-нибудь из знакомых, с кем вы не разговаривали уже несколько лет. Знайте, что всерешения имеют последствия. Даже когда вы вообще не принимаете никаких решений — это тоже своего рода решение.</p><p><i>Какие решения из тех, что вы приняли или которые вам не удалось принять в прошлом, оказывают сильное влияние на вашу теперешнюю жизнь?</i></p>',
  });
  Tasks.insert({
    day: 5,
    html: '<p>В 1955 году Роза Парке приняла решение пренебречь несправедливым законом, основанным на расистских принципах. Ее отказ встать с сиденья автобуса имел гораздо большие последствия, чем реакция пассажиров автобуса в тот момент. Намеревалась ли она изменить общественный строй? <strong>Неважно, каковы были ее намерения, но стремление иметь те же права, что и господствующая раса, подвигло ее к действию.</strong></p><p><i>Какие далеко идущие планы вы могли бы воплотить в жизнь, привести в действие, чтобы поднять обычный уровень жизни и принять решение обеспечить себе более счастливую жизнь сегодня?</i></p>',
  });
  Tasks.insert({
    day: 6,
    html: '<p><i>Все мы слышали о людях</i>, разорвавших цепи житейских условностей и ставших примером невероятной силы человеческого духа.</p><p><strong>Вы и я также сможем наполнить нашу жизнь вдохновением, если поймем, что способны управлять всем происходящим в нашей жизни.</strong> И хотя не всегда в нашей власти управлять событиями, но мы можем контролировать свою реакцию на них и действия, которые в результате этого совершаем.</p><p>Если есть что-то, из-за чего вы несчастливы, — в сфере личной жизни, здоровья, служебной карьеры, — <i>немедленно примите решение о том, как это изменить.</i></p>',
  });
  Tasks.insert({
    day: 7,
    html: '<p>Чем больше решений <strong>вы принимаете</strong>, тем легче <strong>вам будет это делать</strong>. Мускулы становятся сильнее от постоянной тренировки, то же происходит и с процессом принятия решений.</p> <p><i>Примите уже сегодня два решения: одно — легкое, другое — посложнее</i>. Немедленно приступайте к выполнению первого этапа каждого из этих решений; завтра выполните следующий этап. Сделав это, вы будете «наращивать мышечную силу», которая может изменить всю вашу жизнь.</p>'
  });
  Tasks.insert({
    day: 8,
    html: '<p>Мы должны взять на себя обязательство учиться на собственных ошибках, а не впадать из-за них в депрессию, пассивно ожидая их повторения в будущем. Если вам покажется, что вы топчетесь на месте, помните, что в жизни нет неудач. Есть только результаты. Задумайтесь над пословицей: <strong>Успех — это результат рассудительности, рассудительность — это результат опыта, а опыт — это результат недостатка рассудительности.</strong></p><p><i>Чему вас научила какая-нибудь ошибка в прошлом? Как вы можете использовать этот опыт для улучшения своей жизни сегодня?</i></p>',
  });
  Tasks.insert({
    day: 9,
    html: '<p><strong>Успех и неудача обычно не являются результатом одного-единственного события.</strong> Неудача — это результат того, что вы когда-то не сделали нужного звонка, не преодолели последней мили, не сказали вовремя «Я люблю тебя». Так же как неудача является следствием несущественных решений, так и успех приходит благодаря инициативе, настойчивости и умению выражать свою любовь.</p><p><i>Какое простое действие предприняли бы вы сегодня, чтобы сделать новый шаг к успеху в вашей жизни? </i></p>',
  });
  Tasks.insert({
    day: 10,
    html: '<p><i>Многочисленные исследования подтверждают</i>, что <strong>те, кто преуспел, быстро принимают решения</strong>, а затем отстаивают свою позицию. И наоборот, неудачливые люди обычно медленно принимают решения и часто меняют свою точку зрения. Приняв разумное решение, придерживайтесь его!</p>',
  });
  Tasks.insert({
    day: 11,
    html: '<p><i>Он провел почти половину жизни</i> на аппарате искусственного дыхания, а другую половину — в кресле на колесах. Имея так много физических препятствий, он, разумеется, никоим образом не мог улучшить условия жизни других людей. Или все же мог?</p><p>Эд Роберте демонстрирует нам силу единственного, определяющего решения. Он стал первым из четверки лучших, окончивших Калифорнийский университет в Беркли, и работал директором Калифорнийского государственного департамента реабилитации. Неутомимый советчик и опора для искалеченных людей, он старался защищать права человека и добился внесения многих поправок в существующие законы.</p><p><strong>Никаких поблажек!</strong> <i>Примите сейчас же три решения, которые изменят состояние вашего здоровья, вашу карьеру, взаимоотношения, вашу жизнь, — и действуйте в соответствии с ними.</i></p>',
  });
  Tasks.insert({
    day: 12,
    html: '<p><i>Как же превратить невидимое в видимое?</i> Во-первых, нужно точно определить свою мечту; <strong>единственным препятствием для достижения желаемого является степень вашей способности выяснить, чего вы хотите</strong>. Давайте сейчас же четко сформулируем мечту, а в течение нескольких следующих дней составим план, который обеспечит ее достижение.</p>',
  });
  Tasks.insert({
    day: 13,
    html: '<p><i> У всех нас есть цели, независимо от того, осознаем мы это или нет.</i> Неважно, какие они, но они оказывают огромное влияние на нашу жизнь. Все же некоторые цели, вроде «мне нужно оплатить накопившуюся груду счетов», не требуют никакого вдохновения. <strong>Секрет высвобождения истинной энергии заключается в постановке целей, которые должны быть достаточно волнующими, чтобы возбудить вашу творческую активность и разжечь энтузиазм.</strong></p><p><i>Сейчас же сознательно поставьте перед собой цель.</i> Плодотворно направьте на это все мысли. Выберите ту цель, которая волнует вас больше всего, что-нибудь такое, что побуждает рано вставать и поздно ложиться. Назначьте крайний срок для ее достижения и запишите в дневнике, почему ее крайне необходимо осуществить к этому сроку. Достаточно ли она важна, чтобы принять вызов? чтобы напрячь все силы? чтобы раскрыть ваши потенциальные возможности?</p>',
  });
  Tasks.insert({
    day: 14,
    html: '<p><i>Случалось ли с вами такое, что, купив новый автомобиль или другую какую-нибудь крупную вещь</i>, вы тут же начинали замечать ее повсюду? Оказывается, кругом полно подобных вещей. Почему же вы до сих пор не видели этого?</p><p>Все просто. Часть вашего мозга занята тем, что отсеивает всю информацию, за исключением той, которая необходима для выживания и успеха. <strong>Поэтому многое, что могло бы помочь вам осуществить мечты, остается незамеченным или используется лишь потому, что вы четко не определили (не обучили свой мозг отличать, что важно!) свои цели.</strong></p><p> Однако, сделав это, вы тем самым привели в действие ретикулярную систему активизации (PCА). Эта часть вашего сознания становится подобной магниту, притягивающему любую информацию, которая поможет вам быстрее достичь своих целей. Такой мощный нейрологический переключатель способен преобразовать вашу жизнь в течение нескольких дней или недель.</p>',
  });
  Tasks.insert({
    day: 15,
    html: '<p>Сейчас же возьмите на себя обязательство ежедневно в течение следующих четырех дней уделять десять минут постановке целей. (Примечание: запишите эти цели в перекидной календарь, либо используйте можуль "3 задачи на день")</p><p>Разрабатывая целенаправленные упражнения, постоянно спрашивайте себя: «Чего бы я хотел в жизни, если бы знал, что могу это получить по первому желанию? Что бы я сделал, если бы знал, что не потерплю неудачи?»</p><p>Смотрите на все с легкостью! Представьте себя ребенком, находящимся в большом магазине в канун Рождества и собирающимся залезть на колени к Санта-Клаусу. (Вспомните, какое у вас было при этом чувство.) В этом состоянии взволнованного ожидания никакая просьба не кажется чрезмерной, никакая цена не кажется слишком большой, все кажется досягаемым...</p>',
  });
  Tasks.insert({
    day: 16,
    html: '<p><strong>Чувство личного благополучия и финансовой защищенности служит фундаментом для любого достижения в жизни.</strong><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Что бы вы хотели узнать? Какими навыками хотели бы овладеть? Какие черты хотели бы в себе развить? Каких друзей хотели бы иметь? Кем хотели бы стать?</li><li>Определите срок для достижения каждой цели (полгода, год, 5 лет, 10 лет, 20 лет).</li><li>Начинайте с основной цели, рассчитанной на год.</li><li>За две минуты запишите вкратце объяснение, почему вам необходимо достичь этой цели в течение года.</li></ol></p>',
  });
  Tasks.insert({
    day: 17,
    html: '<p><strong>Если вы стремитесь преуспеть в своей профессии, накапливая миллионы или капитал знаний, как профессиональный ученый, то сейчас самое время осуществить свое желание.</strong></p><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Сколько вы хотите скопить денег? Чего вы хотите достигнуть в своей профессии либо компании? Сколько вы хотите зарабатывать? Какие финансовые решения вам необходимо Принять?</li><li>Определите срок выполнения ваших целей (полгода, год, 5 лет, 10 лет, 20 лет).</li><li>Выдвиньте на первый план основную цель, рассчитанную на год.</li><li>В течение двух минут запишите вкратце, почему вы берете обязательство достичь данной цели в течение следующего года.</li></ol>',
  });
  Tasks.insert({
    day: 18,
    html: '<p><strong>Если бы для вас не существовало финансовых ограничений, что бы вы хотели иметь или испытать? Если бы перед вами сейчас появился джинн, ожидающий ваших приказаний, чего бы вы пожелали?</strong></p><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Что бы вы хотели построить или купить? При каких событиях вы хотели бы присутствовать? Какие приключения хотели бы пережить?</li><li>Назначьте срок исполнения каждой цели (полгода, год, 5 лет, 10 лет, 20 лет)</li><li>Выдвиньте на первый план цель, рассчитанную на год.</li><li>За две минуты запишите вкратце, почему вы берете обязательство достичь этой цели в течение следующего года.</li></ol>',
  });
  Tasks.insert({
    day: 19,
    html: '<p><strong>Это ваш шанс оставить свой след на земле, создать что-то такое, что в корне изменит жизнь многих людей.</strong><ol><li>Уделите пять минут активному обдумыванию всех возможностей: Какой вы можете сделать вклад? Кто или что может вам в этом помочь? Что вы можете создать?</li><li>Назначьте срок исполнения цели (полгода, год, 5 лет, 10 лет, 20 лет).</li><li>Выдвиньте на первый план цель, рассчитанную на год.</li><li>За две минуты запишите вкратце, почему вы берете на себя обязательство достичь этой цели в течение следующего года.</li></ol></p>',
  });
  Tasks.insert({
    day: 20,
    html: '<p><i>Никогда не отказывайтесь от избранной цели</i>, не предприняв сначала какого-нибудь позитивного действия, направленного на ее осуществление. Прямо сейчас потратьте минуту на определение первых шагов, которые вам нужно сделать для достижения данной цели. <strong>Что вы можете сделать сегодня, чтобы приблизиться к ней?</strong> Даже самый незначительный шаг — телефонный звонок, какое-нибудь обязательство, составление черновика первоначального плана — приблизит вас к цели. Затем составьте список простых вещей, которые вы можете делать ежедневно в течение следующих десяти дней. Эти десять дней необходимы для создания ряда привычек и выработки той неукротимой силы, которая обеспечит вам долгосрочный успех. <i>Начните сейчас же!</i></p>',
  });
  Tasks.insert({
    day: 21,
    html: '<p><i>Как бы вы себя чувствовали</i>, если бы достигли всех своих целей через год? Кем бы вы были? Как бы вы относились к своей жизни? Отвечая на эти вопросы, вы сможете найти побудительные мотивы для достижения целей. <strong>Наличие достаточно обоснованного «почему» обеспечит вас необходимым «как».</strong></p><p><i>Используйте эту благоприятную возможность для того, чтобы всесторонне обдумать основные четыре цели, рассчитанные на год</i>. Под каждой из них напишите вкратце объяснение, почему вам необходимо достичь данной цели в течение года.</p>',
  });
  Tasks.insert({
    day: 22,
    html: '<p><i>Способ достижения ваших целей должен быть разумно обусловлен</i>. Заглядывайте в свой список целей хотя бы дважды в день. <i>Поместите его копии в таких местах</i>, где вы наверняка будете их постоянно видеть: в своей записной книжке (дневнике), на рабочем столе, в бумажнике или на зеркале в ванной, чтобы смотреть на список в процессе бритья или пока наносите косметику. <strong>Помните, что то, над чем вы постоянно думаете и на чем сосредоточены, уже движет вас вперед</strong>. Это простой, но важный шаг к успеху.</p>',
  });
  Tasks.insert({
    day: 23,
    html: '<p><i>Если ваша первая попытка достигнуть цели окажется тщетной</i>, то следует ли все бросить и попробовать что-либо другое? Ни в коем случае!</p><p>Упорство иногда заменяет даже талант и служит самым ценным качеством для достижения высокого уровня жизни. К тому же никто никогда не достигал цели, делая основной упор только на самом процессе ее достижения; человек должен взять на себя обязательство. <strong>Возможно ли, чтобы короткое слово «неудача» могло действительно вызвать неожиданное озарение, способствующее еще большему успеху в будущем?</strong> Конечно, да!</p><p><i>Оглядываясь теперь на свои неудачные попытки в прошлом, какие бы вы сделали выводы? Как вы можете использовать это озарение для достижения большего успеха сейчас и в будущем?</i></p>',
  });
  Tasks.insert({
    day: 24,
    html: '<p><i>Люди, которые преуспевают, сознательно или подсознательно пользуются одной и той же формулой успеха. Используйте следующие четыре простых шага для достижения желаемого.</i></p><p>Основная формула успеха:</p><ol><li>Решите, чего вы хотите. (Будьте точны! Сила — в четкости решения.)</li><li>Приступайте к действию. (Поскольку одного желания недостаточно.)</li><li>Отмечайте, что срабатывает, а что нет. (Ведь вы не хотите продолжать растрачивать свою энергию на подход, не дающий результата.)</li><li>Меняйте подход, пока не найдете самого результативного. (Гибкость способствует легкой выработке нового подхода и нового результата.)</li></ol>',
  });
  Tasks.insert({
    day: 25,
    html: '<p><i>Преследуя свои цели</i>, мы часто приводим в действие механизм отдаленных последствий. Разве медоносная пчела обдуманно опыляет цветы? Нет, она делает это в процессе поиска сладкого нектара, неосознанно собирая лапками пыльцу и перенося ее с цветка на цветок, производя в это время удивительное действие, благодаря которому все холмы пестрят цветами.</p><p><strong>Подобным образом достижение достойной личной цели может принести неожиданные блага другим людям.</strong> Может быть, простое решение звонить старому другу раз в месяц даст в результате множество плюсов, о которых вы ранее даже не подозревали.</p><p><i>Какую пользу могут получить другие люди от ваших сегодняшних усилий?</i></p>',
  });
  Tasks.insert({
    day: 26,
    html: '<p><i>Истинный эффект от постановки той или иной цели заключается в том</i>, как она меняет вас, когда вы следуете ей. <strong>Кем вы становитесь как личность — вот конечный результат.</strong></p><p><i>А теперь уделите минуту, чтобы записать вкратце все характерные черты, навыки, способности, позиции и убеждения, которые вам нужно развить для достижения своих целей.</i></p>',
  });
  Tasks.insert({
    day: 27,
    html: '<p><i>Не откладывайте удовольствия и радости на потом.</i> Очень многие люди думают, что смогут насладиться жизнью потом, когда достигнут чего-то значительного. <strong>Есть огромная разница между достижением счастья и счастьем достижения.</strong> Старайтесь проживать каждый день полноценно, извлекая радость из каждого его мгновения. Вместо того чтобы считать, что главная задача вашей жизни определяется быстрым продвижением к единственной цели, помните, что движение к ней гораздо важнее, чем достигнутые результаты.</p><p>Каково ваше нынешнее направление? Вы движетесь к цели или от нее? Не нужно ли изменить курс? Сполна ли вы наслаждаетесь жизнью? <i>Если нет, то лучше сейчас изменить что-нибудь в своей жизни.</i></p>',
  });
  Tasks.insert({
    day: 28,
    html: '<p>Сколько раз вы слышали сетование «только и всего? »</p><p>Астронавты с космического корабля «Аполлон», готовившиеся почти всю жизнь к высадке на Луну, в исторический момент своей славы находились в состоянии эйфории, но, возвратясь на Землю, некоторые из них впали в глубочайшую депрессию. В конце концов, что ждет их впереди? Что могло бы быть большей целью, чем попасть на Луну, исследовать космос? Возможно, ответ следовало бы искать в изучении неотмеченных на карте границ внутреннего пространства разума и сердца.</p><p><strong>Всем нам необходимо постоянное ощущение эмоционального и духовного роста — это пища, которая насыщает нашу душу</strong>. Приближаясь к поставленной цели, немедленно выстраивайте для себя новое, манящее будущее.</p>',
  });
  Tasks.insert({
    day: 29,
    html: '<p><i>Какова же должна быть конечная цель?</i> Возможно, это стремление сделать вклад во что- то стоящее. <strong>Поиск путей помощи другим — тем, кого мы искренне любим, — может вдохновлять нас на протяжении всей жизни.</strong> В мире всегда есть место для тех, кто хочет поделиться своим временем, энергией, капиталом, творческими способностями и решительностью.</p><p><i>Какое доброе дело вы могли бы сегодня совершить по отношению к другому человеку?</i> Решите это сейчас, сделайте и посмотрите, какие это вызовет у вас чувства.</p>',
  });
  Tasks.insert({
    day: 30,
    html: '<p>Комедийный актер Джордж Бернз, даже будучи в почтенном возрасте, понимал, насколько важно иметь впереди постоянную цель. Подытоживая свою жизнь, он философски заметил: «У вас должно быть что-то, что поднимало бы вас с постели. В любом случае, лично я ничего не могу делать в постели. <strong>Самое важное — иметь направление, в котором бы вы двигались».</strong> Сейчас, когда ему за девяносто, он все еще оттачивает свой ум, ставит фильмы и телевизионные передачи и даже хочет получить ангажемент в одном из спектаклей в лондонском «Палладиуме», который собираются поставить в 2000 году, когда ему будет 104 года! Как вам нравится планирование такого заманчивого будущего?</p><p>Большинство людей переоценивают то, что они могут сделать за год, и недооценивают то, что могут сделать за десять лет. <i>Что вы будете делать последующие десять лет, начиная с этого момента?</i></p>',
  });
  Tasks.insert({
    day: 31,
    html: '<p><i>Подумайте о чем-нибудь, что доставляет вам удовольствие</i> сейчас и что когда-то было для вас почти недостижимой целью. Множество препятствий вставало на вашем пути при ее достижении, а теперь она — часть вашей жизни. Следуя новым мечтам и видя возникающие препятствия, помните: в свое время вы уже преодолели их и добились успеха!</p><p><strong>Человеческий дух поистине непобедим.</strong> Стремление к победе — к успеху, удачному построению жизни, умению взять ситуацию под контроль — может осуществиться лишь в том случае, если вы знаете, чего хотите, и верите в то, что никакие проблемы, никакие препятствия вас не остановят. Они лишь укрепляют ваше решение достичь желанной цели.</p>',
  });
  Tasks.insert({
    day: 32,
    html: '<p>Чтобы получить желаемое, вы должны определить, что может мешать вам осуществить это намерение. Припомните какую-либо проблему, решение которой вы откладывали до последнего момента: например, уплата налогов. Разве неправда, что откладывая это на потом (дабы не расстраиваться в данный момент), вы лишь усугубите это неприятное состояние в дальнейшем?</p><p>Но что происходит 14 апреля? Былая нерешительность мгновенно исчезает, поскольку от быстроты реакции зависит наше душевное состояние, то есть огорчение или удовольствие. Установка не делать вдруг оказывается гораздо неприятнее, чем решение взять и сделать.</p><p><i>Как можно использовать это для того, чтобы изменить свою жизнь?</i> В будущем, вместо того чтобы спрашивать себя «Как мне избежать выполнения этого неприятного дела?», задайте этот вопрос так: «Если я ничего не предприму сейчас, то во что это может обойтись мне в дальнейшем?»</p><p><strong>Неприятность может стать вашим другом, если ее правильно использовать.</strong></p>',
  });
  Tasks.insert({
    day: 33,
    html: '<p><i>Разве мы примитивные животные</i>, реагирующие, согласно теории Павлова, только на наказание и одобрение? Разумеется, нет. <strong>Одним из удивительнейших свойств, присущих только человеку, является способность принимать решения относительно того, что причиняет нам огорчение, а что удовольствие.</strong></p><p>Например, человек, который решил голодать, страдает физически, но получает моральное удовлетворение от сознания того, что привлек внимание всего мира к причине, приведшей его к этому.</p><p>У каждого из нас есть право выбора. Секрет же успеха состоит в знании того, как использовать страдание или удовольствие себе на пользу.</p><p><i>Есть ли в вашей жизни такая область, которая вызывает у вас ненужные переживания?</i> Может быть, вы идете на поводу у своих эмоций вместо того, чтобы делать сознательный выбор? Каким образом вы могли бы изменить свою направленность на негативную реакцию и обратить кажущееся неприятным событие в благоприятную возможность что- то узнать, вырасти духовно или помочь другим?</p>',
  });
  Tasks.insert({
    day: 34,
    html: '<p><strong>Как вы считаете, что вызывает у вас страдание, а что удовольствие в устройстве своей судьбы?</strong> Каждый из нас приспосабливается к какому-то одному эталону поведения, который дает возможность избежать страданий и получить удовольствие. У одних это выпивка, курение, обжорство или словесное оскорбление окружающих людей, у других — спорт, общение, приобретение знаний, оказание помощи другим или попытки каким-либо способом изменить имеющуюся ситуацию.</p><p><i>Какова ваша стратегия, чтобы избежать неприятностей и получить удовольствие?</i> Как она формировала вашу жизнь до настоящего момента? Что вы делаете для улучшения своего состояния: смотрите телевизор? закуриваете сигарету? ложитесь спать? Перечислите еще несколько позитивных способов, которые могли бы отвлечь вас от переживаний и доставить удовольствие.</p>',
  });
  Tasks.insert({
    day: 35,
    html: '<p>Для большинства людей страх потерять гораздо сильнее желания выиграть. <strong>Большинство из нас предпочитают с большим усердием трудиться, чтобы сохранить то, что у них есть, чем пойти на заведомый риск ради заманчивой мечты.</strong></p><p><i>Что является для вас большим стимулом к действию: удержать кого-либо от кражи ста тысяч долларов, которые вы заработали за последние пять лет, или возможность воспользоваться счастливым случаем заработать еще сто тысяч долларов в последующие пять лет?</i></p>',
  });
  Tasks.insert({
    day: 36,
    html: '<p>Часто, глядя на великих людей, мы считаем, что они просто более удачливы, наделены особым даром. <strong>На самом же деле они просто полнее использовали свои возможности, так как понимали, что неудача в деле, которому они отдали все свои силы, приведет к крушению всей их жизни.</strong> Например, самоотверженная жизнь матери Терезы была проникнута чистотой духовных отношений и установлением нерасторжимой связи между своей и чужой болью. Это побуждало ее помогать каждому, кто страдал в этом огромном мире. Высшим удовольствием для нее было облегчить боль страждущих.</p><p>(Но, как мы увидим далее, это не всегда оказывало нужное действие.</p><p><i>Что причиняет вам наибольшую боль и доставляет наивысшее удовольствие и как это влияет на вашу сегодняшнюю жизнь?</i></p>',
  });
  Tasks.insert({
    day: 37,
    html: '<p><i>Наплыв эмоций</i> в большинстве случаев происходит от внутренней неразберихи, и они, естественно, ограничивают степень удовольствия и успеха, которые могут встретиться в жизни.</p><p>Например, люди часто говорят, что хотели бы зарабатывать больше денег. Конечно, они обладают изобретательностью и умом и знают, как это осуществить. Но им мешает наплыв эмоций или противоречивых ассоциаций. Они считают, что богатство даст им большую свободу, защищенность и возможность помогать тем, кого они любят. Но одновременно понятие «иметь бешеные деньги» ассоциируется у них с понятием «быть расточительным, поверхностным и нечестным». <strong>Если вы когда-либо замечали, что в своих делах делаете два шага вперед и шаг назад, то это происходит из-за противоречивых ассоциаций</strong>, то есть вы связываете достижение цели в равной степени с неприятностями и удовольствием.</p><p><i>Есть ли у вас противоречивые ассоциации, которые оказывают влияние на вашу жизнь?</i></p>',
  });
  Tasks.insert({
    day: 38,
    html: '<p>Есть ли в вашей жизни такая область, которую вы хотели бы несколько улучшить, — финансовая или касающаяся человеческих взаимоотношений? Что же удерживает вас от того, чтобы сделать это?</p><p>Запишите ответ на листке бумаги и проведите посредине страницы линию сверху донизу. С левой стороны перечислите все отрицательные эмоции, которые вы испытываете в связи с данным вопросом, а с правой — положительные.</p><p>Чего у вас получилось больше — плюсов или минусов? И не перевешивает ли одна негативная ассоциация все позитивные, вместе взятые? Не отражает ли выявленный дисбаланс те результаты, которые вы получали до настоящего момента?</p><p><strong>При осознанном взгляде на вещи негативные ассоциации часто теряют над нами свою власть; понимание этого и есть первый шаг.</strong></p>',
  });
  Tasks.insert({
    day: 39,
    html: '<p>Вы испытывали когда-нибудь такое чувство: что бы вы ни сделали, вряд ли от этого станет лучше? Например, некоторые люди чувствуют, что если они будут продолжать интимные отношения, то будут несчастны, а если порвут их, то будут одиноки — и еще более несчастны. В результате они ничего не предпринимают... и чувствуют себя несчастными!</p><p><strong>Вместо того чтобы чувствовать себя попавшим в силки, используйте свои страдания в качестве сильнейшего союзника</strong>. Вспомните о том, что вы испытали в прошлом и настоящем. Ощутите боль с такой эмоциональной силой, чтобы она побудила вас наконец сделать что-нибудь. Мы называем этот порыв эмоциональным порогом. Вместо того чтобы пассивно ожидать неизбежной развязки, почему бы вам сознательно и активно не прийти к ней, чтобы сделать жизнь лучше, начиная с сегодняшнего дня?</p>',
  });
  Tasks.insert({
    day: 40,
    html: '<p>Сила воли никогда не срабатывает — во всяком случае, если и срабатывает, то это ненадолго. Достигали ли вы когда-нибудь такого эмоционального порога, например, в чисто физическом смысле, когда приходит осознание «я достиг!»? Что вы для этого делали? Возможно, отказывали себе в любимой еде, используя силу воли, чтобы придерживаться диеты. Но, разумеется, любой полученный результат носит лишь временный характер, потому что отказ от пищи всегда сопровождается болезненными ощущениями, и ваш мозг не позволит вам все время испытывать боль, когда этому состоянию есть альтернатива.</p><p> Итак, каково же будет решение? <strong>Вместо того чтобы бороться с природным инстинктом, просто измените то, что у вас ассоциируется с едой, пока не исчезнет ощущение боли.</strong> Постоянно вспоминайте о негативных чувствах, которые вы испытывали после злоупотребления пищей. Сделайте так, чтобы переедание стало вам неприятно, и почувствуйте удовольствие от того, что сдержались, — и вам захочется сделать то, что записано с правой стороны листа.</p>',
  });
  Tasks.insert({
    day: 41,
    html: '<p>Одной составляющей из моего определения успеха является умение прожить жизнь так, чтобы постоянно испытывать как можно больше удовольствия и как можно меньше страданий, и организовать ее таким образом, чтобы окружающие вас люди также постоянно испытывали удовольствие и как можно меньше боли. Для этого мы должны созреть и сделать свой вклад.</p><p><i>Насколько вы. преуспели благодаря этому определению?</i> Что бы вы сделали сегодня, чтобы получить самому или доставить окружающим вас людям больше удовольствия?</p>',
  });
  Tasks.insert({
    day: 42,
    html: '<p>Откладывание со дня на день решения проблем — один из наиболее распространенных способов избежать переживаний. <strong>Но отсрочивая выполнение тех или иных действий, вы тем самым создаете себе впоследствии еще больше неприятностей.</strong></p><p>Назовите четыре действия, выполнение которых вы откладывали и которые требуют вашего внимания сегодня. Запишите их, а затем ответьте на следующие вопросы:</p><p><i>Почему я не предпринял этого действия? Какие неприятности в прошлом я связывал с этим действием?</i></p><p><i>Какое удовольствие я испытывал в прошлом, идя на поводу у этого негативного чувства? </i></p><p><i>Чего мне будет стоить, если я не изменюсь сейчас? Какие это вызовет у меня чувства?</i></p><p><i>Какое удовольствие я получу, выполняя каждое из этих действий прямо сейчас?</i></p>',
  });
  Tasks.insert({
    day: 43,
    html: '<p>Совершали ли вы когда-нибудь такой поступок, после чего мысленно восклицали: «Как я мог?! Это была такая глупость!» И, наоборот, совершали ли что-нибудь такое, после чего думали так: «Это было изумительно! Как я мог это откладывать? Я просто поражен».</p><p><strong>Что определяет разницу между плохим и прекрасным деянием?</strong> Эта разница редко бывает основана только на ваших способностях. Напротив, это состояние духа и (или) тела в данный момент, которое формирует образ вашего мышления, чувствования, поведения и исполнения задуманного. Если вам известен секрет достижения наиболее сильных умственных или эмоциональных состояний, то вы в буквальном смысле можете творить чудеса. В нормальном душевном состоянии мысли и творческие способности взаимодействуют, как кажется, без приложения каких-либо усилий. </p><p><i>Что бы вы свершили, если бы пребывали в таком возвышенном состоянии все время?</i></p>',
  });
  Tasks.insert({
    day: 44,
    html: '<p>Мы всегда выдаем, векселя на будущее. Нас учили, что однажды, когда все войдет в свою колею, мы будем счастливы. Когда найдем идеального друга, когда заработаем достаточно денег, когда наше тело станет совершенным, когда у нас будут дети, когда мы, наконец, уйдем на пенсию.</p><p><strong>Суть в том, что для того, чтобы чувствовать себя хорошо, необходимо научиться изменять свое душевное состояние с помощью силы воли.</strong> В конце концов, почему вы хотите добиться того или другого? Не потому ли это происходит, что вы верите, что идеальный друг, деньги, дети и т. д. заставят вас почувствовать себя лучше? Но когда мы наконец получаем все то, чего добивались, кто может заставить нас почувствовать себя хорошо? Ведь мы делаем это для себя. Так зачем ждать? Сделайте это сейчас!</p>',
  });
  Tasks.insert({
    day: 46,
    html: '<p>Существует множество способов познать и испытать все, что есть в жизни. Любое чувство можно вызвать в любой момент — для этого нужно лишь настроить себя на правильный «канал». Как это сделать? Есть два способа для мгновенного изменения эмоционального состояния. <strong>Во-первых, нужно сосредоточить мысли на чем-нибудь другом.</strong></p><p><i>Припомните одно из самых дорогих событий в своей жизни.</i> А затем посмотрите, какие оно вызвало у вас чувства? На чем еще вы можете сосредоточиться, чтобы испытать столь же высокие чувства?</p><p>Завтра мы рассмотрим другой способ для мгновенного изменения эмоционального состояния.</p>',
  });
  Tasks.insert({
    day: 45,
    html: '<p>Знаете ли вы, как создать себе прекрасное самочувствие? Вы ведь хотите чувствовать себя совершенно в настоящий момент, воодушевленным и восторженным сейчас лее, не так ли? Готов поспорить. <strong>Просто измените направленность внимания.</strong></p><p>Вспомните время, когда вы чувствовали себя наверху блаженства. Представьте все это ярко и детально... Вслушайтесь в звуки вокруг вас... Ощутите ускоренное биение своего пульса! Дышите, как раньше, сохраняйте то же выражение лица и двигайтесь, как тогда. Ощущаете ли вы опять хотя бы намек на то лее волнующее чувство? <i>Вполне возможно, что вы сможете воспроизводить это, когда пожелаете, в любой момент.</i></p>',
  });
  Tasks.insert({
    day: 47,
    html: '<p>Умение сосредоточиться на чем-то определенном — это только один из путей изменения эмоционального состояния. Более быстрым и действенным способом является использование физической составляющей тела, или физиологии. Например, большинство людей, желая поднять свое душевное состояние, прибегают к употреблению алкогольных напитков, начинают усиленно есть, курить, применять наркотики или погружаются в сон. Другие используют позитивные стратегии, например танцуют, поют, занимаются спортом или сексом. </p><p><strong>Каждая ваша эмоция сопровождается определенным проявлением физиологии.</strong> Когда человек находится в подавленном состоянии, какая обычно у него поза? Плечи опущены, голова наклонена вниз, дыхание поверхностное, выражение лица расслабленное. И наоборот, когда мы говорим, что счастливы и находимся в состоянии подъема, наши плечи выпрямляются, голова горделиво поднята, дыхание полное и глубокое. Мы можем сознательно управлять этими изменениями в нашей физиологии и таким образом немедленно создавать желаемое эмоциональное состояние.</p>',
  });
  Tasks.insert({
    day: 48,
    html: '<p>Несколько самых простых вещей могут в корне все изменить. Если вы хотите выработать привычку радоваться, которая будет приносить вам пользу самым неожиданным образом, то попробуйте делать такие упражнения.</p><p><i>Следующие семь дней делайте так: по минуте пять раз в день, стоя перед зеркалом, улыбайтесь, растянув рот до ушей.</i> Вначале это может показаться ужасно глупым, тем не менее, повторяя упражнение по несколько раз в день, вы будете постоянно побуждать свою нервную систему вырабатывать чувство радости, непосредственности и беззаботности. Но, что гораздо важнее, вы заставите себя испытывать положительные эмоции, и у вас выработается физическая привычка к радости. Найдите минутку сделать это сейчас же и получите от этого удовольствие!</p>',
  });
  Tasks.insert({
    day: 49,
    html: '<p><i>Возраст в большей степени результат сосредоточенности на этом факте и физиологии, нежели хронологии.</i> Многие люди дожили до преклонного возраста, но по-прежнему сохраняют бодрую походку и гибкость мысли.</p><p>Простой тому пример можно наблюдать в любой дождливый день. Что делают пожилые люди, когда видят лужу? Они не только обходят ее, но выражают недовольство погодой и нынешним временем в целом! С другой стороны, дети и те, кто все еще молод душой, просто перепрыгивают через нее, смеются, когда брызги попадают на них, и получают от этого огромное удовольствие.</p><p>Наслаждайтесь жизненными «лужами». Сохраняйте бодрую походку, улыбку на лице. Создайте новые приоритеты в своей жизни — бодрость, отчаянность, шаловливость. <i>Ведь вы живете! Вы можете испытывать удовольствие и без всякой причины!</i></p>',
  });
  Tasks.insert({
    day: 50,
    html: '<p>Одним из наилучших способов обогатить свою жизнь является расширение эмоционального диапазона. Сколько разных эмоций вы постоянно испытываете в среднем в неделю? Запишите их.</p><p>Теперь прочтите. Если у вас получилось менее двенадцати, добавьте те, которые вы любите проявлять чаще всего. Большинство людей испытывают лишь ничтожную часть из тысячи доступных им эмоций. <strong>Поймите, что вы можете расширить диапазон эмоций путем иного направления своего внимания и изменения физиологии.</strong> Выделите одну из позитивных эмоций, которая вам нравится, и сейчас же проделайте то, что вызывает у вас это чувство. Двигайтесь, жестикулируйте и говорите тем же тоном, каким обычно сопровождается у вас эта эмоция. Насладитесь немедленным изменением своего самочувствия!</p>',
  });
  Tasks.insert({
    day: 51,
    html: '<p>Оказывались ли вы когда-нибудь в ситуации, которая приводила вас в безумную ярость, расстройство или потрясение и на которую сегодня, спустя годы, вы оглядываетесь с легкой улыбкой и даже смеетесь над тем, что некогда так возмущало вас? Всем известна фраза «Придет день, и вы будете смеяться над этим». А один из моих учителей, Ричард Бондлер, однажды сказал: <strong>«А зачем ждать? Почему бы не посмеяться над этим уже сейчас?»</strong></p><p>Попробуйте сделать это сегодня. Посмейтесь над чем-нибудь, что вы считали раньше очень тяжелым. Вы чувствуете, как начинаете понемногу управлять ситуацией?</p>',
  });
  Tasks.insert({
    day: 52,
    html: '<p>Случалось ли вам ожидать супругу(а) домой к определенному времени, а она (или он) опаздывала?</p><p>Возможно, вы считали это результатом непунктуальности. Возможно, со страхом думали, не случилось ли какого-нибудь несчастья по дороге домой. Или даже воображали, что она зашла в магазин купить вам подарок.</p><p><strong>То, на чем мы сосредоточиваемся, и определяет наши чувства.</strong> А то, что мы чувствуем, наше душевное состояние, оказывает сильное влияние на наши поступки и взаимоотношения. Прежде чем делать поспешные заключения, рассмотрите все возможности и сосредоточьтесь на той, которая придаст вам сил и относительно которой вы можете принять меры.</p>',
  });
  Tasks.insert({
    day: 53,
    html: '<p>Прекрасной аналогией силы сосредоточенности могут служить автомобильные гонки. Когда машину начинает заносить, срабатывает естественный рефлекс — смотреть на стену, в бессильной попытке избежать столкновения с ней. <strong>Но если вы сосредоточите внимание на том, чего боитесь, то именно это вас не погубит.</strong> Профессиональные гонщики знают, что мы неосознанно поворачиваем руль в том направлении, на котором сосредоточено наше внимание, поэтому, зная, что от этого зависит их жизнь, они переключают внимание от стены на свободную часть трассы.</p><p>На практике большинство людей сосредоточиваются на том, на чем не хотят сосредоточиваться, а не наоборот. Если пересиливает страх, укрепитесь верой и направьте внимание в нужном направлении; тогда ваши действия будут направляться в нужную сторону естественным путем. Отбросьте страх и сосредоточьтесь на том, чего действительно хотите и чего заслуживаете.</p>',
  });
  Tasks.insert({
    day: 54,
    html: '<p>Эмоцию создает движение. В следующий раз, когда вам захочется «встряхнуться», но еще нет стопроцентного желания сделать это, почему бы не съездить куда-нибудь? Подобная прогулка является очень действенным средством изменить свое душевное состояние, так как:</p><p>1. Это прекрасное упражнение.</p><p>2. Она вызывает меньшее напряжение тела, чем бег.</p><p>3. Вам не нужно следить за выражением своего лица.</p><p>4. Вас будут занимать проезжающие мимо машины.</p>',
  });
  Tasks.insert({
    day: 55,
    html: '<p><i>Наиболее эффективным способом контроля за тем, на чем мы сосредоточиваем внимание, является постановка вопросов.</i> <strong>Ваш мозг даст ответ на любой поставленный вопрос.</strong> Например, если вы спрашиваете: «Почему те или другие люди имеют передо мной преимущество? », то поневоле сосредоточиваетесь на том, что вас обходят, независимо от того, правда это или нет. Но если вместо этого спросите: «Как улучшить эту ситуацию?», то, разумеется, получите ответы, которые дадут вам возможность предпринять позитивное действие.</p>',
  });
  Tasks.insert({
    day: 56,
    html: '<p><i>Силу постановки</i> правильных вопросов прекрасно демонстрирует случай с одним мальчиком, которого однажды избил балбес-семиклассник. Поклявшись отомстить, этот мальчик раздобыл ружье и подстерег своего мучителя.</p><p>Но перед тем, как выстрелить, он подумал: «А что будет со мной, если я спущу курок?» И воображение нарисовало ему ужасную картину: как его посадят в тюрьму, где он и проведет всю оставшуюся жизнь. Он отвел ствол и выстрелил в дерево.</p><p>Этим мальчиком был Бо Джексон. <strong>Одна лишь смена фокусировки, одна мысль, когда душевная боль пересилила предчувствие удовлетворения, возможно, решила судьбу безвестного мальчугана, который стал впоследствии одним из самых величайших спортсменов-легенд.</strong></p><p><i>Какие жизненно важные вопросы могли бы вы задать себе сегодня?</i></p>',
  });
  Tasks.insert({
    day: 57,
    html: '<p>Вам когда-нибудь говорили: «У вас будет блестящее будущее»? Какие это вызывало у вас чувства? А что, если бы кто-нибудь сказал, что вам предстоит печальное будущее? Или что ваш план «звучит прекрасно» вместо «он подействовал на меня как ушат холодной воды»?</p><p>Разница не только в словах, но и в тех чувствах, которые они вызывают. Люди, которые называют будущее «блестящим» или «печальным», действуют в визуальном режиме, поддаваясь влиянию того, что они видят. На других людей большее воздействие оказывает то, что они слышат («звучит», «взывает» — аудитивный режим); а есть и такие, чувства которых основываются на ощущениях («мурашки по коже», «ушат холодной воды» — кинестетический режим).</p><p><i>Какой из этих режимов наиболее часто попадает в зону вашего внимания?</i></p>',
  });
  Tasks.insert({
    day: 58,
    html: '<p><i>Какие же способы являются разумными</i> для стимуляции вашего эмоционального состояния, исключая сигареты, алкогольные напитки, переедание, злоупотребление кредитными карточками и другие средства с негативными последствиями?</p><p><i>Давайте сейчас же уделим несколько минут «мозговому штурму»!</i></p><p>1. Запишите все позитивные средства, которые вы используете в данное время, чтобы мгновенно заменить неприятные чувства приятными.</p><p>2. Добавьте несколько новых способов, которые, может быть, вы никогда не пробовали прежде, но которые, по вашему мнению, могли бы позитивно влиять также и на ваше душевное состояние. Не останавливайтесь, пока не запишете по меньшей мере 15 идей, а лучше 25 и более. Это упражнение вы, возможно, захотите повторять, пока не откроете сотни полезных способов изменить свое состояние!</p>',
  });
  Tasks.insert({
    day: 59,
    html: '<p>Преодолевая «путь» от страдания к удовольствию, <strong>открывайте многочисленные позитивные способы изменения собственных видов на будущее.</strong></p><p>Рассмотрим некоторые из этих стратегий.</p><p>Подпевайте в такт любимой музыке; читайте что-нибудь, где есть информация, которую вы можете немедленно применить; смейтесь, когда смотрите комедийный фильм или шоу; проплывите несколько кругов; пообедайте вместе со своей семьей или другом; потанцуйте; погрузитесь в теплую ванну; поделитесь с кем-нибудь пятью новыми идеями; рассказывайте глупые анекдоты друзьям, зная, что они все равно любят вас; записывайте свои мысли в дневник, обнимайте и целуйте супругу(а).</p><p><i>Выберите одну из этих стратегий и испробуйте ее прямо сейчас!</i></p>',
  });
  Tasks.insert({
    day: 60,
    html: '<p><strong>Какова же сила, определяющая то, что, несмотря на все попытки, нам не удается сделать в своей жизни?</strong> Все дело в наших убеждениях — на что мы способны, что можем и чего не можем и кто мы ость. В гаитянской культуре вера человека в неумолимую власть знахарей-колдунов, «гадающих на костях», может действительно вызвать смерть. Но настоящим убийцей является убежденность, а не знахарь.</p><p><i>Были ли в вашей жизни какие-нибудь негативные убеждения?</i> Как это повлияло на вашу жизнь? Каковы наиболее сильные убеждения, которые оказали заметное влияние на вашу жизнь? Какие новые, позитивные решения на будущее вы можете найти для себя и для других?</p>',
  });
  Tasks.insert({
    day: 61,
    html: '<p><i>На протяжении тысячелетий было известно</i>, что ни один человек не сможет пробежать милю за 4 минуты; это считалось физически невозможным. И все же Роджер Баннистер разрушил это убеждение, пробежав милю за 3 минуты 59 секунд. Как он это сделал?</p><p>Мысленно он постоянно видел свой триумф так ярко, что <strong>эта уверенность передалась его нервной системе и он достиг тех физических результатов, которые соответствовали его мысленному представлению</strong>. Следуя примеру Баннистера и твердо веря, что они тоже могут это сделать, еще несколько человек в течение года повторили его рекорд.</p><p><i>Какой барьер вам нужно преодолеть?</i> То, что вам представляется невозможным сегодня, могло бы изменить не только вашу жизнь, но и жизнь окружающих вас людей, если бы вы обрели чувство уверенности.</p>',
  });
  Tasks.insert({
    day: 62,
    html: '<p><i>В том, как сложилась их жизнь, люди часто винят обстоятельства.</i> <strong>Но в действительности наша жизнь формируется в зависимости от того значения, которое мы придаем обстоятельствам.</strong></p><p>Двое мужчин были ранены во Вьетнаме, их взяли в плен и все время подвергали пыткам. Один из них покончил жизнь самоубийством, другой выковал глубокую веру в себя, в гуманность и в своего Создателя. Сегодня этот человек, капитан Джеральд Коффи, поделился с нами своей историей, чтобы напомнить нам о силе человеческого духа, помогающей превозмочь любую боль, преодолеть любое препятствие и решить любую проблему.</p><p><i>Неужели вы допустите, чтобы прошлые обстоятельства омрачили вашу сегодняшнюю радость?</i> А не взглянуть ли на эти обстоятельства под другим углом зрения? Может быть, они сделали вас сильнее, мудрее, и т. д.</p>',
  });
  Tasks.insert({
    day: 63,
    html: '<p><i>Почему люди поступают так, а не иначе?</i> Все зависит от их убеждений. И как это ни парадоксально, но если люди поверят в то, что, просверлив отверстие в голове, можно избавиться от головной боли, то они так и будут делать (и делают!), независимо от того, обосновано это убеждение или нет; подобным образом, если они будут убеждены, что их счастье заключается в помощи другим, они будут им помогать.</p><p>Убеждения делают одних людей нищими, других — богатыми. <strong>Убеждения отличали Моцарта от Мэнсона, сделав одного героем, в то время как другой отказывался понимать, как это могло случиться.</strong></p><p><i>Какие убеждения направляют действия тех, кто вас окружает?</i> Какие убеждения своих коллег, детей, родителей вы разделяете, а какие нет?</p>',
  });
  Tasks.insert({
    day: 64,
    html: '<p>Когда бы и что бы с вами ни случилось, ваш мозг задает два вопроса: что я должен сделать, чтобы прекратить страдание и (или) продлить удовольствие? Ответы основываются на <strong>обобщениях — убеждениях, которые вы формируете относительно того, что ведет к страданию, а что к удовольствию</strong>. Помимо того что такие мелочи приводят в действие наши умственные и физические функции, они могут также сильно ограничить нашу жизнь. Так, некоторые люди выводят общее заключение, что они некомпетентны, лишь потому, что не смогли довести до конца одно какое-то дело; для них, к сожалению, такое обобщение становится пагубным пророчеством.</p><p><i>Подумайте о недостатках, указанных в характеристике, которую вы, возможно, даете себе или кому-то другому.</i> Действительно ли у вас есть на это веские причины? Нет ли каких-нибудь исключений? Может быть, ваше обобщение носит слишком поверхностный характер? </p>',
  });
  Tasks.insert({
    day: 65,
    html: '<p>В нашей жизни все имеет то значение, которое мы этому придаем. <strong>Одной из чудесных способностей человека является его умение считать любое событие либо слишком важным, либо слишком мрачным.</strong></p><p>Одни люди, пережив какую-нибудь душевную травму в прошлом, заявляют: «Из-за этого я никогда больше не полюблю и не воспряну духом». А другие относятся к этому более оптимистично: «Поскольку со мной поступали несправедливо, я стану более чутким к нуждам других людей» или «Потеряв ребенка, я направлю все свои силы на то, чтобы сделать мир более безопасным для детей».</p><p>Независимо от того, что именно происходит, все мы обладаем свойством наполнять вещи и явления субъективным значением. Измените свою жизнь, придав новое значение происходящему.</p>',
  });
  Tasks.insert({
    day: 66,
    html: '<p><strong>Убеждения обладают либо созидательной, либо разрушительной силой.</strong> Учитывая степень их удивительного влияния на нашу жизнь, необходимо осознать следующие три задачи:</p><p>1. Большинство из нас сознательно не выбирают, во что верить.</p><p>2. Часто наши убеждения основываются на неверном толковании прошлого.</p><p>3. Как только у нас сложилось какое-то убеждение, мы тотчас начинаем считать его неопровержимой истиной и забываем, что это всего лишь одно из проявлений реальности.</p><p><i>Есть ли у вас убеждения, которые не требуют доказательств?</i> А есть ли противоположные убеждения, которые также могли бы быть истиной? Насколько изменилась бы ваша жизнь, если бы вы приняли противоположную точку зрения?</p>',
  });
  Tasks.insert({
    day: 67,
    html: '<p>Убеждение — это не что иное, как чувство уверенности в значении того или иного явления. Например, если вы верите в то, что вы разумный человек, то это нечто большее, чем просто мысль: вы уверены, что вы разумный человек. Откуда же берется это чувство уверенности?</p><p>Вообразите крышку стола, но без ножек и какой-либо иной опоры. Чтобы эта мысль стала убеждением, наше воображение дорисовывает к крышке стола ножки. Эта убежденность в наличии ножек обеспечивается путем ссылки на опыт. Если вы, например, верите в то,что вы умный человек, то у вас, вероятно, есть подтверждения этому (опыт) — вы хорошо учились в школе, вам часто говорили, какой вы сообразительный и т. д.</p><p><strong>Однако наш источник уверенности не ограничивается только прошлым.</strong> Подобно Роджеру Банни-стеру, мы можем использовать воображение для создания плана действий и уверенности в них, которые мы уже пытались осуществить.</p>',
  });
  Tasks.insert({
    day: 68,
    html: '<p>Мы можем обратить любую идею в убеждение, если у нас будет достаточно ссылок на опыт для подтверждения этого. Какое из нижеприведенных высказываний, по вашему мнению, правильное?</p><p>1. Люди в основном честны и порядочны.</p><p>2. Люди нечестны и заботятся только о себе.</p><p>Разве вы не найдете при желании подтверждения того, что люди в основном непорядочны? И разве вы не сможете так же легко найти свидетельства того, что люди в основном честны?</p><p>Какое из этих убеждений действительно верно? <strong>К какому бы убеждению вы ни пришли, для вас оно будет истинным.</strong></p>',
  });
  Tasks.insert({
    day: 69,
    html: '<p>Постоянное чувство уверенности может не только подвигнуть вас на выдающиеся свершения, но и незаметно подвести к информации, которая в корне изменит вашу жизнь.</p><p>Встречали ли вы когда-нибудь человека, который, испытывая необходимость обрести уверенность, не стал бы прислушиваться к новым идеям?</p><p><i>Если бы вы взглянули на собственные убеждения глазами другого человека, что бы. вы увидели?</i></p>',
  });
  Tasks.insert({
    day: 70,
    html: '<p>Убеждения управляют всем вашим поведением. Одни оказывают влияние только на определенный аспект нашей жизни, другие действуют более широко. Например, такое убеждение, как «Джон нечестен» , оказало бы влияние только на ваши взаимоотношения с Джоном, а действие убеждения «Все люди нечестны» распространилось бы гораздо шире.</p><p><strong>Такое всеобъемлющее убеждение, как приведенное выше, обычно основывается на каких-то обобщениях, сделанным давным-давно при чрезвычайных обстоятельствах</strong>. Мы могли полностью забыть об этом, но подсознательно все еще руководствуемся им при принятии решений.</p><p><i>Влияние убеждений на нашу жизнь может оказаться неограниченным, но это не значит, что оно обязательно будет негативным: измените одно основное убеждение — и вы измените каждый аспект вашей жизни к лучшему.</i></p>',
  });
  Tasks.insert({
    day: 71,
    html: '<p>Разные убеждения обладают разной силой воздействия. Это так. <strong>Есть три разные степени убеждения: мнение, убежденность и уверенность.</strong> <strong>Мнение</strong> можно легко изменить, так как оно основано на преходящих представлениях. <strong>Убежденность</strong> — более сильное чувство, поскольку основано либо на многочисленных ситуациях, либо на случаях, сопровождавшихся наиболее сильными эмоциями. Тем не менее убежденность можно поколебать с помощью новых доказательств. <strong>Уверенность</strong> имеет отличительную особенность — она подкрепляется таким высоким эмоциональным напряжением, что человек, находящийся под его воздействием, не только чувствует себя уверенным, но готов прийти в ярость от любого рационального довода, высказанного против данного убеждения, если оно выносится на обсуждение.</p><p>Уверенность может быть непоколебимой, вдохновляющей или невероятно разрушительной. <i>Какие из ваших убеждений относятся к разряду мнений?</i> Какие из них сильнее? Есть ли такие, которые можно называть уверенностью?</p>',
  });
  Tasks.insert({
    day: 72,
    html: '<p>Какова цель убеждения? Оно руководит нами при принятии решений относительно того, как скорее избежать страданий или получить удовольствие. Благодаря ему нам не нужно все время начинать с нуля, принимая то или иное решение. <strong>Иногда в моменты наибольшего страха, боли или эмоционального накала мы ищем спасение в своих убеждениях.</strong> Знаете ли вы кого-нибудь, у кого переживания вследствие неудачно сложившихся личных отношений перешли в убеждение, что он (или она) больше никогда не сможет любить?</p><p>Люди, имеющие определенные убеждения, принимают всю информацию с позиции этих убеждений; в критические моменты они предпочитают принять одиночество, депрессию и даже смерть, нежели отказаться от своих убеждений.</p><p><i>Есть ли у вас твердые убеждения? Какие из них вдохновляют, а какие деморализуют вас?</i></p>',
  });
  Tasks.insert({
    day: 73,
    html: '<p>Благодаря страсти, которую она в себе несет, <strong>уверенность побуждает нас к действию</strong>. Человек, который искренне хлопочет о правах животных, делает это на основании убеждения, а тем, кто с увлечением тратит свободное время на просвещение общественности относительно таких проблем, как последствия переедания, руководит уверенность.</p><p><strong>В какой области жизни ваша уверенность дала бы дополнительный толчок для преодоления препятствий?</strong> Например, можете ли вы сказать, что уверенность в том, что вы ни за что не позволите себе набрать лишний вес, заставляет вас постоянно поддерживать здоровый образ жизни? Знаете ли вы, что уверенность в том, что «всегда можно найти способ все изменить», могла бы помочь вам преодолеть самые трудные моменты жизни?</p>',
  });
  Tasks.insert({
    day: 74,
    html: '<p>Подумайте о тех глобальных изменениях, которые могли бы произойти в вашей жизни, если бы у вас было более сильное чувство уверенности, чтобы <strong>поддержать свои позитивные убеждения.</strong></p><p>Для стимулирования уверенности пользуйтесь следующим упражнением:</p><p>1. Выберите убеждение, которое вы хотите поднять до уровня уверенности.</p><p>2. Находите новые и более сильные подтверждения этому убеждению. Например, если вы решили никогда больше не есть мяса, поговорите с вегетарианцами, чтобы выяснить, какое влияние оказал на них этот выбор.</p><p>3. Найдите или создайте побудительную ситуацию, которая вызовет сильную эмоциональную напряженность. Например, если вы решили бросить курить, посетите отделение интенсивной терапии в клинике, где проводят обследования пациентов на эмфизему.</p><p>4. Неважно, какие вы сделаете шаги — большие или маленькие, — просто начните вырабатывать в себе уверенность.</p>',
  });
  Tasks.insert({
    day: 75,
    html: '<p>Примером действия силы убеждения может служить исследование людей с раздвоением личности. <strong>Благодаря силе убеждения и абсолютной уверенности в том, что они время от времени становятся кем-то еще, их разум каким-то удивительным образом изменяет их физиологию.</strong> Глаза меняют цвет, различные физические отметины, такие как рубцы и шрамы, то исчезают, то снова появляются, и то же самое происходит даже с такими болезнями, как сахарный диабет или высокое кровяное давление. Все это бывает основано на глубоком убеждении пациента в том, что он становится другим человеком.</p><p>Обратите внимание, какие перемены, пусть не на столь высоком уровне восприятия, произошли в вашей жизни, когда вы изменили какое-нибудь из своих убеждений.</p>',
  });
  Tasks.insert({
    day: 76,
    html: '<p>В чем же секрет успеха? Часто мы думаем, что все дело в даровании. <strong>Я же считаю, что истинное дарование — это способность привести в действие свои потенциальные ресурсы, находясь в состоянии абсолютной уверенности.</strong></p><p>Карьера миллиардера Билла Гейтса началась с того времени, когда он, будучи студентом колледжа в Гарварде, дал слово создать программное обеспечение для компьютера, которого никогда не видел! Благодаря чувству уверенности (которое было совершенно необоснованным) он смог изыскать все ресурсы, необходимые для успешной реализации своего замысла, и тем самым заложил основу своего успеха.</p><p>Мы можем преуспеть на любом поприще, если, помимо того что посвятим себя достижению результата, будем еще и уверены, что обязательно достигнем его. <i>Как часто вы занимались аутотренингом, чтобы ощутить это вдохновляющее чувство?</i></p>',
  });
  Tasks.insert({
    day: 77,
    html: '<p>Возможно, Эйнштейн сказал об этом лучше: «Воображение сильнее знания». <strong>Оно неоднократно доказывало, что наш мозг не может определить разницы между тем, что мы явственно представляем, и тем, что испытали в действительности.</strong></p><p>Как только вы это поймете, то сможете преобразить свою жизнь. Например, многие люди боятся даже сделать попытку, потому что они никогда не делали этого раньше. Тем не менее часто фундаментом успеха выдающихся людей, несмотря на негативный прошлый опыт, являлось яркое представление того, как они достигают желаемых результатов. Таким образом у них вырабатывалось чувство уверенности, которое и направляло их на раскрытие своего истинного потенциала.</p><p><i>Есть ли у вас какая-нибудь волнующая цель, осуществление которой включает то, чего вы никогда не делали прежде?</i> Может быть, уже пришло время представить себя преуспевающим человеком?</p>',
  });
  Tasks.insert({
    day: 78,
    html: '<p>Большинство людей, которые говорят, что надо быть реалистами, живут в страхе. Часто из-за прошлых разочарований и собственных неудач они боятся опять потерпеть фиаско. Ограничивающие убеждения, которые они выработали, чтобы защитить себя, вызывают у них колебания, страх перед риском и опасение отдаться всецело делу; а в итоге они получают ограниченные результаты.</p><p><strong>Лидеры редко бывают «реалистами» в общепринятом смысле. Но они последовательны и умны.</strong></p><p>Махатма Ганди верил, что мог бы добиться для Индии права на самоуправление путем мирного, ненасильственного противостояния с Великобританией, то есть чего-то такого, что никогда не делалось раньше. Он не был реалистом, но он, безусловно, доказал правильность своей тактики.</p><p><strong>Каких из так называемых «реалистических» убеждений вы могли бы избежать?</strong> Какими из новых, волнующих, нереалистических, но вполне возможных видов на будущее вы можете воспользоваться?</p>',
  });
  Tasks.insert({
    day: 79,
    html: '<p>Если вы думаете, что можете сделать ошибку, то знайте, что лучше ошибиться в сторону переоценки своих способностей. Почему? От этого может зависеть ваш успех. Одним из отличий пессимистов от оптимистов является то, что после попыток освоить новые навыки пессимисты обычно точно оценивают результаты их выполнения, в то время как оптимисты считают свои действия более эффективными, чем они есть на самом деле.</p><p>В результате пессимисты отказываются от дальнейших попыток, не видя разумного довода продолжать бесполезные старания. <strong>А позитивное восприятие оптимистов дает им эмоциональную поддержку, и постепенно они накапливают необходимый навык.</strong> Таким образом, то, что по оценкам кажется нереалистичным, становится отражением реального навыка.</p><p>Помните, что прошлое никогда не повторяется в будущем. <i>Каков же будет, первый шаг на пути осуществления мечты, которую вы когда-то считали недостижимой?</i></p>',
  });
  Tasks.insert({
    day: 80,
    html: '<p>То, как мы справляемся с превратностями судьбы, формирует нашу жизнь в большей степени, чем что-либо другое. <strong>Преуспевающие люди обычно смотрят на проблемы как на что-то преходящее,</strong> в то время как неудачники даже самые незначительные проблемы воспринимают как невзгоды, которым не будет конца. Адаптация к крайней мысленной установке является первым шагом к западне, которую д-р Мартин Селигман называет приобретенной беспомощностью и которая может быть вызвана следующими тремя формами восприятия:</p><p>1. Эта проблема постоянная (вместо того, чтобы считать ее временной).</p><p>2. Эта проблема всеобъемлющая (вместо того, чтобы считать, что она оказывает влияние только на какую-то одну сферу вашей жизни).</p><p>3. Эта проблематичного характера, свидетельствующая о том, что с нами что-то не так (вместо того, чтобы считать ее благоприятной возможностью для познавания мира).</p><p>В течение нескольких следующих дней мы будем сосредоточиваться на противодействии этим расслабляющим убеждениям. <i>На сегодня помните, что «и это тоже пройдет», чтобы противостоять первому негативному самоубеждению. Если вы будете настойчиво следовать этой заповеди, то обязательно найдете выход.</i></p>',
  });
  Tasks.insert({
    day: 81,
    html: '<p>Способность широко смотреть на вещи дает возможность тем, кто добивается своего, избежать участи стать жертвой мысленной установки на «всеобъемлющую проблему». Вместо того чтобы заявлять: «Из-за моего обжорства рушится вся моя жизнь», они сказали бы так: «Я положу конец этой отвратительной привычке объедаться», и сосредоточились на перестройке своих привычек. С другой стороны, те, кто считает свои проблемы всеобъемлющими, заявляют, что они неудачники, потому что им не повезло в какой-то одной области, — обобщение, вызывающее у них чувство совершенной беспомощности.</p><p><strong>Для того чтобы преодолеть ошибочное убеждение в том, что та или иная проблема непреодолима, вы должны немедленно взять какую-то ее часть под контроль.</strong> Неважно, сможете ли вы справиться даже с самой незначительной частью данной проблемы; <i>просто начните это сейчас же.</i></p>',
  });
  Tasks.insert({
    day: 82,
    html: '<p><strong>Оптимисты воспринимают неудачи как полезный опыт</strong>, как вызов, требующий изменить подход к делу, пессимисты — как нечто личное, интерпретируя их как свидетельство какого-то глубоко сидящего внутри изъяна в характере. Поскольку они всецело погружаются в переживания, связанные с данной проблемой, то постоянно пребывают в угнетенном состоянии. Да и как можно изменить всю жизнь одним мановением руки?</p><p><strong>Во что бы то ни стало избегайте убеждения, что ваша проблема «личного характера».</strong> Считайте, что проблемы — это ценная обратная связь, которая поможет вам вести более раскрепощенный образ жизни, и будьте благодарны судьбе за эти дары.</p>',
  });
  Tasks.insert({
    day: 83,
    html: '<p><strong>Все личные крупные достижения начинаются с перемены убеждений.</strong> Как сменить ограничительные убеждения? Наиболее эффективный способ подорвать старое убеждение — поколебать укоренившуюся в вас уверенность путем постановки ряда нопросов.</p><p>Помните, что ваш мозг всегда старается оградить нас от страданий, поэтому подумайте обо всех негативных последствиях, которые вызывает данное убеждение. Спросите себя:</p><p>1. Когда я пересматриваю это убеждение, не кажется ли оно мне глупым, смешным, дурацким?</p><p>2. Чего мне уже стоило это убеждение? Насколько оно сковывало мои действия в прошлом?</p><p>3. Чего оно может стоить мне в будущем, если я не изменюсь сейчас?</p><p>Ответы на подобного рода вопросы могут помочь вам связать неприятные чувства со старым, негативным убеждением и дать возможность заменить его на другое, позитивное.</p>',
  });
  Tasks.insert({
    day: 84,
    html: '<p>Для того чтобы быть счастливыми, люди должны знать, что они продолжают «расти». А чтобы преуспеть в современном деловом мире, нужно постоянно совершенствовать структуру предприятий.</p><p> Ясно, что необходимость непрерывных улучшений должна быть каждодневным принципом, а не правилом, которому следуют от случая к случаю.</p><p>Японцы дали этому название кайзен, что значит «сосредоточиться на постоянном улучшении качества продукции и обслуживания». <strong>Я предлагаю, чтобы мы посвятили себя процессу постоянного и непрекращающегося усовершенствования!</strong> Если мы будем привычно сосредоточиваться на том, как улучшить дела, которые уже и без того достигли немалых высот, то представляете, как подобный душевный подъем может способствовать преобразованию наших организаций, семейных и общественных отношений?</p><p>Как немедленно воплотить эту философию на практике?</p>',
  });
  Tasks.insert({
    day: 85,
    html: '<p>Самая позитивная уверенность формируется на базе осознания того, что каждый божий день вы так или иначе самосовершенствуетесь. <strong>Я не беспокоюсь о поддержании достойного уровня своей жизни, потому что ежедневно тружусь, чтобы сделать ее лучше.</strong></p>',
  });
  Tasks.insert({
    day: 86,
    html: '<p>Одним из секретов успеха легендарного тренера НБА Пата Райли является его установка добиваться постепенного, постоянного совершенствования. В 1986 году ему был брошен серьезный вызов: его команда считала, что играет как никогда хорошо, но тем не менее год назад она проиграла на чемпионате. Чтобы вдохновить ее подняться на более высокий уровень игры, Райли убедил спортсменов, что если каждый из них повысит свою работоспособность хотя бы на процент в пяти главных зонах, то общий результат в корне изменится.</p><p><strong>Гениальность этого плана заключалась в его простоте: каждый член команды был уверен, что может сделать это</strong>. Каждый игрок должен был повысить свою работоспособность всего на 5 процентов, но если умножить эту цифру на 12 игроков, то получится 60 процентов на всю команду — и это был лучший сезон!</p><p>А чего могли бы достичь вы, производя небольшие, но постоянные улучшения?</p>',
  });
  Tasks.insert({
    day: 87,
    html: '<p>Какие убеждения ежедневно управляют вашими мыслями, решениями и действиями? Сделайте следующие задания, чтобы понять, насколько сильно влияют на вас ваши убеждения.</p><p>1. Напишите сверху на листе бумаги «вдохновляющие убеждения», а на другом листе — «расслабляющие убеждения».</p><p>2. В течение следующих десяти минут напишите на этих двух страницах все свои убеждения. Запишите все, какие придут вам в голову.</p><p>3. В процессе «мозгового штурма» включите сюда убеждения общего характера и более конкретные. Удостоверьтесь, что включили также убеждения типа «если бы... то»; например: «Если бы я постоянно выкладывался, то преуспел бы» или «Если бы я показал этому человеку свой темперамент, то обезоружил бы его».</p>',
  });
  Tasks.insert({
    day: 88,
    html: '<p>Одним из самых эффективных способов улучшить вашу жизнь является <strong>определение и усиление имеющихся у вас убеждений, которые будут способствовать осуществлению вашей мечты.</strong></p><p>1. Перечитайте составленные вами списки вдохновляющих и расслабляющих убеждений. Обведите кружочком три из наиболее вдохновляющих.</p><p>2. Как именно эти убеждения вдохновляют вас? Каким образом они укрепляют характер или способствуют позитивному изменению жизни? А если бы они были еще сильнее, то какое бы действие оказали?</p><p>3. Создайте одно сильное убеждение из какого-нибудь или из нескольких вдохновляющих. Выработайте непоколебимую уверенность, которая направит ваши поступки в нужном направлении. А теперь начинайте действовать согласно своим убеждениям!</p>',
  });
  Tasks.insert({
    day: 89,
    html: '<p><strong>Пора избавиться от убеждений, которые больше не приносят вам пользы!</strong></p><p>1. Выберите два самых расслабляющих убеждения.</p><p>2. Выбейте у них «из-под ног» опору с помощью вопросов: Насколько это убеждение смешно или нелепо? Был ли тот человек, который внушил мне это убеждение, образцом для подражания? Если я не избавлюсь от этого убеждения, то чего оно будет стоить мне как эмоциональная нагрузка, физическая, финансовая? Какую роль оно сыграет в моей личной жизни? Как это отразится на моей семье и дорогих мне людях?</p><p>3. Мысленно представьте негативные последствия этих убеждений. Примите раз и навсегда решение, что вы больше не желаете «платить по этим счетам».</p><p>4. Запишите два новых убеждения взамен двух прежних.</p><p>5. Укрепите новые, вдохновляющие убеждения посредством визуализации и предвкушения тех бесчисленных благ, которые они принесут.</p>',
  });
  Tasks.insert({
    day: 90,
    html: '<p>Сила ожидания и надежда на будущее повышение работоспособности прекрасно подтверждается документально и называется эффектом Пигмалиона. Было проведено исследование, во время которого учителям сказали, что несколько учащихся в их классах — очень одаренные дети и для того, чтобы они проявили свои способности, нужно постоянно создавать им условия соревнования. Учителя подчинились этому требованию; и неудивительно, что те учащиеся стали впоследствии ведущими специалистами. Однако ученики, охарактеризованные одаренными, в действительности до проведения исследования не отличались большими умственными способностями. А некоторые считались вообще слабыми учениками. В чем же разница? Да в том, что теперь их поддерживало вновь обретенное чувство уверенности в своем превосходстве (определенное одним из учителей как «ложное» убеждение)!</p><p>Поэтому постарайтесь понять важность своей самооценки и убеждений относительно других людей. <i>Чего бы вы достигли, если бы. только поверили, что сможете реализовать свои потенциальные возможности?</i></p>',
  });
  Tasks.insert({
    day: 91,
    html: '<p>Вопросы — лазерный луч человеческого сознания. Используйте его силу, чтобы преодолеть любое препятствие или проблему.</p>',
  });
  Tasks.insert({
    day: 92,
    html: '<p>В чем основное различие между преуспевающими людьми и неудачниками? <strong>Все очень просто, преуспевающие люди — это те, которые задают лучшие вопросы и в результате получают лучшие ответы.</strong> На заре автомобильной эры сотни людей возились над проектированием автомобиля, а Генри Форд стоял в стороне и спрашивал себя: «Как бы мне запустить такую штуку в массовое производство?» В то время как миллионы людей в Восточной Европе молча изнывали под железной пятой коммунизма, лишь Лех Валенса имел мужество задать себе вопрос: «Как мне поднять жизненный уровень трудового народа? »</p><p><i>А если бы вы дали волю своему воображению, то куда завели бы вас ваши вопросы?</i></p>',
  });
  Tasks.insert({
    day: 93,
    html: '<p>Согласны вы или нет со следующим утверждением: Мышление — это не что иное, как постановка вопросов и ответы на них? Для того чтобы дать какой-нибудь ответ, разве вы сначала не задаете себе, скажем, такой вопрос: «Действительно ли это так?» или «Согласен ли я с тем, что он говорит?» В большинстве случаев мыслительный процесс — начиная с оценки («Почему это так?»), проходя этап воображения («Что в данном случае возможно?») и заканчивая принятием решения («Что мне предпринять?») — включает вопросы и ответы на вопросы. <strong>Следовательно, если мы хотим изменить уровень своей жизни, нам нужно изменить привычную схему постановки вопросов как себе, так и другим.</strong></p>',
  });
  Tasks.insert({
    day: 94,
    html: '<p><i>Испокон веков дети были великими мастерами задавать вопросы.</i> А не выиграли бы и мы, подражая непосредственности и любопытству детей, которые абсолютно уверены, что получат ответ?</p>',
  });
  Tasks.insert({
    day: 95,
    html: '<p><strong>Дело моей жизни —результат постоянной постановки вопросов:</strong> Что заставляет людей делать то, что они делают? Что дает возможность одним людям добиться успеха, если, как нам кажется, они обладают гораздо меньшими ресурсами, чем те, которые ничего не смогли достичь? Как добиться таких же результатов? Как быстрее и проще произвести необходимые изменения? Как поднять уровень жизни всего народа?</p><p><i>А постановка каких основных вопросов формирует в настоящее время вашу жизнь?</i></p>',
  });
  Tasks.insert({
    day: 96,
    html: '<p>Правильно поставленные вопросы определяют высокий уровень жизни. Бизнес процветает, когда те, кто принимает решения, задают правильные вопросы относительно производства продукции, рынков сбыта или стратегического планирования. Личные взаимоотношения процветают, когда люди задают правильные вопросы относительно того, где кроются потенциальные конфликты и как поддержать своего партнера, вместо того чтобы срывать друг на друге свое дурное настроение. Человеческие сообщества выигрывают от того, что лидеры задают правильные вопросы относительно важности целей и путей объединения граждан для совместной работы по их достижению.</p><p><strong>Бели вы решили улучшить какую-либо сферу своей жизни, то нужно задать соответствующие вопросы, чтобы получить нужные вам ответы</strong> — решения, — которые быстро приведут вас и тех, кого вы любите, к успеху и радости. Не нужно ли вам задать вопросы о качестве, обязательствах, вкладах?</p>',
  });
  Tasks.insert({
    day: 97,
    html: '<p>Вопросы дают толчок воображению. Ставить вопросы относительно наших ограничений — все равно что сносить стены,чего бы это ни касалось — бизнеса, личных или международных взаимоотношений. <strong>Весь прогресс человечества основан на постановке новых вопросов.</strong></p><p><i>Какой новый вопрос вы могли бы себе задать, чтобы прийти к ответам, которые будут способствовать улучшению вашей сегодняшней жизни?</i></p>',
  });
  Tasks.insert({
    day: 98,
    html: '<p>Нет сомнений, что способности нашего мозга феноменальны. <strong>В сущности, объем памяти мозга можно сопоставить по размеру с двумя зданиями Всемирного торгового центра.</strong> Тем не менее без понимания того, как найти и использовать все то, что там накоплено, этот потенциал бесполезен. Что дает вам возможность получать желаемое из вашего личного банка данных? Доминирующей в данном случае является сила постановки вопросов. Часто наше неумение использовать собственный опыт не является сбоем в памяти. Прежде всего неумение задавать вопросы препятствует проявлению наших способностей.</p>',
  });
  Tasks.insert({
    day: 99,
    html: '<p>Ваш мозговой умственный компьютер всегда готов вам служить, и, какой бы вопрос вы ему ни задали, он всегда найдет на него ответ. Если вы зададите какой-нибудь нелепый вопрос типа «И почему я все время кручусь? », то получите такой же нелепый ответ. А если зададите более толковый вопрос, например: «Как бы мне использовать это?», то он автоматически приведет вас к решению.</p><p><strong>Новые вопросы дают новые ответы.</strong> <i>Какой воодушевляющий вопрос вы могли бы задать себе или дорогому вам человеку прямо сейчас?</i></p>',
  });
  Tasks.insert({
    day: 100,
    html: '<p>Движущую силу постановки блестящих вопросов прекрасно иллюстрирует случай с одним моим хорошим другом — В. Митчеллом. После аварии, в которой он получил ужасные ожоги и перестал владеть ногами, он не пожелал предаваться унынию, а спросил себя: «Что у меня осталось? <strong>На что я способен в нынешнем моем положении и что я могу делать даже лучше, чем прежде?</strong> Какой я могу внести вклад в общее дело?»</p><p>В госпитале он познакомился с медсестрой Энни и сразу же влюбился в нее. Имея обгоревшее до неузнаваемости тело и парализованные ноги, он с удивительной смелостью спросил себя: «Как бы мне назначить ей свидание? » А вскоре они поженились.</p><p><i>Если пренебречь вероятностью неудачи или отказа, то какие вопросы задали бы вы себе сейчас?</i></p>',
  });
  Tasks.insert({
    day: 101,
    html: '<p>Когда люди неохотно завязывают романтические отношения, возможно, они задают вопросы, которые порождают сомнения, типа «А что, если есть кто-нибудь получше?», «А что, если я свяжу себя сейчас какими-то обязательствами и упущу лучшую возможность?» Эти сомнения отравляют им удовольствие от того, что они уже имеют.</p><p>Не лучше ли было бы вместо этого задавать тому, кто уже рядом с вами, такие вопросы: <strong>«Почему мне так повезло встретить тебя на жизненном пути?»</strong>, «Что я больше всего люблю в тебе?» или «Насколько полнее будет наша жизнь благодаря этому союзу?»</p><p><i>Какие вопросы вы могли бы задать себе и своему партнеру, которые заставили бы вас почувствовать себя самыми счастливыми людьми на земле?</i></p>',
  });
  Tasks.insert({
    day: 102,
    html: '<p>Неважно, чего мы уже достигли, обязательно придет время, когда перед нами встанут преграды на пути личного или профессионального совершенствования. Вопрос не в том, будут ли у вас проблемы, а в том, как вы будете справляться с ними. Пользуйтесь нижеприведенным перечнем вопросов с целью изменить свое душевное состояние и обрести способность принимать решения.</p><p><strong>Вопросы для решения проблем</strong></p><p>1. Что сложного в этой проблеме?</p><p>2. Что еще не завершено?</p><p>3. Что бы такое сделать, чтобы направить все в нужное русло?</p><p>4. Чего не следует делать, чтобы направить все в нужное русло?</p><p>5. Как бы так сделать, чтобы процесс выполнения того необходимого, что направит все в нужное русло, доставлял мне удовольствие?</p>',
  });
  Tasks.insert({
    day: 103,
    html: '<p>Что дало возможность Дональду Трампу осуществить свою мечту, купив имение? Несомненно, одной из разгадок этого было его умение оценить ситуацию. Оценивая любую недвижимость, которая, как ему казалось, заключала в себе огромный потенциал с точки зрения экономической выгоды, он спрашивал себя: «А какова обратная сторона дела? Что худшее может случиться и смогу ли я с этим справиться?» Если он знал, что может справиться, то заключал сделку, поскольку внешняя сторона вопроса решалась сама собой.</p><p>Когда у Трампа начались неприятности, посторонние наблюдатели отмечали, что он имел вид несгибаемого человека, который может пренебречь обратной стороной дела. <strong>Помните, что имеют значение не только те вопросы, которые вы задаете, но и те, которые не смогли задать и которые несмотря на это формируют вашу судьбу.</strong></p>',
  });
  Tasks.insert({
    day: 104,
    html: '<p>Вопросы, которые вы задаете постоянно, вызывают или спад нервозности или чувство удовольствия, возмущения или воодушевления, страдания или восторга. <strong>Задайте вопросы, которые поднимут ваше настроение, способствуя достижению высшего мастерства.</strong></p><p>Если вы неоднократно пытались и вам так и не удалось сбросить вес, не могло ли это случиться потому, что вы задавали себе неправильные вопросы типа «Что вызывает прибавление веса?» или «От какой сладкой, высококалорийной пищи я могу отказаться?»</p><p>Что, если бы вы вместо этого спросили так: «Чем мне действительно питаться? Какие легкие, вкусные, дающие энергию блюда я могу есть? Будет ли это очищать или засорять мой организм?» А если поддались соблазну попировать: «Если я съем это, то от чего мне придется отказаться, чтобы все же достичь своей цели? Какова будет потом расплата, если я позволю себе это удовольствие сейчас?»</p><p><strong>Одно какое-нибудь изменение в привычной схеме вопросов, которые вы себе задаете, может существенно изменить качественный уровень вашей жизни.</strong></p>',
  });
  Tasks.insert({
    day: 105,
    html: '<p>Вопросы, которые вы задаете постоянно, вызывают или спад нервозности или чувство удовольствия, возмущения или воодушевления, страдания или восторга. <strong>Задайте вопросы, которые поднимут ваше настроение, способствуя достижению высшего мастерства.</strong></p><p>Если вы неоднократно пытались и вам так и не удалось сбросить вес, не могло ли это случиться потому, что вы задавали себе неправильные вопросы типа «Что вызывает прибавление веса?» или «От какой сладкой, высококалорийной пищи я могу отказаться?»</p><p>Что, если бы вы вместо этого спросили так: «Чем мне действительно питаться? Какие легкие, вкусные, дающие энергию блюда я могу есть? Будет ли это очищать или засорять мой организм?» А если поддались соблазну попировать: «Если я съем это, то от чего мне придется отказаться, чтобы все же достичь своей цели? Какова будет потом расплата, если я позволю себе это удовольствие сейчас?»</p><p><strong>Одно какое-нибудь изменение в привычной схеме вопросов, которые вы себе задаете, может существенно изменить качественный уровень вашей жизни.</strong></p>',
  });
  Tasks.insert({
    day: 106,
    html: '<p>Вопросы немедленно изменяют то, на чем мы сосредоточиваемся и, следовательно, как себя при этом чувствуем. <strong>Разве в вашей жизни не было таких прекрасных моментов, благодаря которым — стоит вам только вспомнить о них — вы тут же ощущаете прилив сил и бодрое настроение?</strong> Возможно, это был день, когда вы начали самостоятельный путь в жизни, рождение первого ребенка или задушевный разговор с другом, который помог вам обрести уверенность и «воспарить до небес». Такие вопросы, как «За что я должен быть благодарен?» и «Что есть хорошего в моей жизни сейчас? », ведут нас к воспоминаниям об этих моментах, позволяя не только почувствовать, что жизнь удалась, но также поддержать тех, кто рядом с нами.</p>',
  });
  Tasks.insert({
    day: 107,
    html: '<p>Существует огромная разница между утверждением и вопросом. Вы можете повторять такие утверждения, как «я счастлив, я счастлив, я счастлив», весь день напролет, но это не принесет того состояния уверенности, которое даст постоянная постановка таких вдохновляющих вопросов, как: <strong>«Чему я радуюсь сейчас? Чему бы я мог радоваться сейчас, если бы захотел? Как бы это повлияло на мое душевное состояние?»</strong> Вопросы направляют ваше внимание и дают реальное основание для эмоционального подъема. Таким образом, вместо обычного прозаического убеждения вы приобретаете иное эмоциональное состояние — что-то ощутимое, что-то такое, что будет еще продолжаться какое-то время.</p>',
  });
  Tasks.insert({
    day: 108,
    html: '<p>Как можно немедленно улучшить свою жизнь? Путем раскрытия и моделирования привычных вопросов со стороны тех людей, которых вы уважаете. Если вы найдете очень счастливого человека, то даю вам гарантию, что этому есть только одно объяснение: этот человек всецело сосредоточивался на том, что может сделать его счастливым, и постоянно задавал вопросы, как стать еще счастливее. Люди, у которых хорошо идут финансовые дела, задают всевозможные вопросы относительно капиталов, отличаясь этим от неблагополучных людей.</p><p><strong>Новый успех в любой сфере вашей жизни тесно связан с новым вопросом, который вы смоделировали для себя, позаимствовав у человека, уже преуспевшего в подобном деле.</strong> Помните: нужно спрашивать, и вы обязательно получите ответ!</p>',
  });
  Tasks.insert({
    day: 109,
    html: '<p>Одной из основных составляющих успеха является готовность воспринимать ответы. Вспомним, когда Уолт Дисней создавал свое «Волшебное королевство», у него был единственный путь для получения необходимой информации. Он сделал схему со всеми этапами проекта и предложил сотрудникам представить ответы на вопрос: «Как можно это усовершенствовать? » Таким образом Дисней получил доступ к многочисленным ресурсам творческой мысли своих помощников, что дало удивительные результаты по качеству и полноте информации.</p><p><strong>Необязательно находиться у руля ведущей организации, чтобы пользоваться подобным средством.</strong> Как вы можете перенести свое внимание в новом направлении? Кто из тех людей, которые ежедневно сотрудничают с вами, мог бы обеспечить вас ценными ресурсами по первой вашей просьбе?</p>',
  });
  Tasks.insert({
    day: 110,
    html: '<p>Ответы, которые мы, получаем, зависят от вопросов, которые мы задаем. Главное, как раскрыт конкретный вопрос — это способствует проявлению смекалки и изобретательности. Например, если для вас важны познание и прогресс, то вопрос <strong>«Как мне использовать эту ситуацию, чтобы работать еще лучше в будущем?»</strong> будет наиболее эффективным при разрушении негативной эмоциональной формы поведения.</p><p>Если у вас особенно крупные неприятности, спросите: «А будет ли это иметь какое-то значение через десять лет?»</p><p>Для того чтобы справиться с неприятностями, связанными с личными отношениями, задайте такой вопрос: «Что еще могло бы оказать влияние на этого человека и что я сам могу сделать в этой ситуации?» — это будет наикратчайший путь к разрешению ваших трудностей, поскольку в нем есть оттенок сочувствия.</p>',
  });
  Tasks.insert({
    day: 111,
    html: '<p>Человек — это непостижимое «создание, способное все вычеркнуть из своей памяти». Из всех вещей, которые мы можем увидеть за данный отрезок времени, лишь на очень немногих мы можем сознательно сосредоточиться.</p><p><strong>Задавая себе или кому-то другому вопрос, мы тем самым производим мгновенное переключение внимания.</strong> Например, такой вопрос, как: «Представляете, какой толчок техническому прогрессу даст то, что вы создали?», может сразу перечеркнуть все неприятные моменты, которые возникали у ваших коллег или членов команды по ходу создания проекта, и переключить их внимание на возможные будущие успехи.</p><p>Может быть, вы знаете кого-нибудь, кто действительно получил позитивные результаты от подобного стимула?</p>',
  });
  Tasks.insert({
    day: 112,
    html: '<p>Кто ищет, тот всегда найдет. Чтобы доказать себе это, проделайте эксперимент. Даже если у вас сейчас все хорошо, найдите минутку, чтобы оглядеть помещение, где вы находитесь, и спросите себя: «Что я вижу в этом мрачного? » Присмотритесь и отметьте про себя все, что имеет темный цвет.</p><p>Затем закройте глаза и вспомните все, что имеет зеленый цвет. Это довольно трудное упражнение даже в том случае, если вы уже знакомы с данным помещением, а если находитесь в незнакомом месте, то это будет сложной задачей. Вы с легкостью вспомните все, что имело темный цвет, но, вероятнее всего, с зеленым будет сложнее.</p><p>В заключение откройте глаза и посмотрите на все зеленое; эти предметы как будто прячутся от вас, ускользая из вашего поля зрения! <strong>Итак, запомните: «Ищите, и найдете».</strong> Но ищите сознательно.</p>',
  });
}
